{
  "1": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ﴾",
            "meaning": "هذا القرآن مؤلف من هذا الحروف ولا تستطيعون الإتيان بمثله"
          }
        ],
        "tafsir": "#ﭑ# قال الشعبي وجماعة: الم وسائر حروف الهجاء في أوائل السور من المتشابه الذي استأثر الله بعلمه، وهي سر القرآن، فنحن نؤمن بظاهرها، ونكل العلم فيها إلى الله تعالى. البغوي\n\n#ﭑ# قيل: نبه بذلك على إعجازه، فكأنه قال: هو من هذه الحروف التي تؤلفون منها كلامكم، فما بالكم تعجزون عن معارضته؟! فإذا عجزتم؛ فاعلموا أنه ليس من قول محمد ♠. ابن الجوزي، وينظر تفسير ابن كثير."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭓ ﭔ ﭕ ﭖﭗ ﭘﭙ﴾",
            "meaning": "لا شك ِأنه من عند الله"
          },
          {
            "aya": "﴿ﭚ ﭛ ﭜ﴾",
            "meaning": ""
          },
          {
            "aya": "",
            "meaning": "(ومن صفات هؤلاء المتقين)"
          },
          {
            "aya": "﴿ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷﭸ ﭹ ﭺ ﭻ ﭼ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ# اعلم أن الحكمة في الجمع بين\n\nالإيمان بالغيب وهو عقد القلب\n\nوبين الصلاة وهي فعل البدن\n\nوبين الصدقة وهو تكليف يتعلق بالمال، أنه ليس في التكليف قسم رابع، إذ ما عدا هذه الأقسام فهو ممتزج بين اثنين منهما، كالحج والصوم ونحوهما. ابن الجوزي\n\n* كثيرا ما يجمع تعالى بين الصلاة والزكاة في القرآن، لأن الصلاة متضمنة للإخلاص للمعبود، والزكاة والنفقة متضمنة للإحسان على عبيده، فعنوان سعادة العبد إخلاصه للمعبود، وسعيه في نفع الخلق، كما أن عنوان شقاوة العبد عدم هذين الأمرين منه، فلا إخلاص ولا إحسان. السعدي\n\n#ﭢ ﭣ ﭤ# لم يذكر المنفق عليهم؛ لكثرة أسبابه وتنوع أهله، ولأن النفقة من حيث هي قربة إلى الله، وأتى بـ (من) الدالة على التبعيض؛ لينبههم أنه لم يرد منهم إلا جزءا يسيرا من أموالهم، غير ضار لهم ولا مثقل ... وفي قوله: #ﭣ# إشارة إلى أن هذه الأموال التي بين أيديكم، ليست حاصلة بقوتكم وملككم، وإنما هي رزق الله الذي خولكم، وأنعم به عليكم، فكما أنعم عليكم وفضلكم على كثير من عباده، فاشكروه بإخراج بعض ما أنعم به عليكم، وواسوا إخوانكم المعدمين. السعدي\n\n#ﭯ ﭰ ﭱ# خصه بالذكر بعد العموم؛ لأن الإيمان باليوم الآخر، أحد أركان الإيمان، ولأنه أعظم باعث على الرغبة والرهبة والعمل. السعدي"
      }
    ]
  },
  "2": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ# قال ابن عباس: كان رسول الله ﷺ يحرِصُ أن يؤمن جميعُ الناس ويُتَابعوه على الهدى، فأخبره الله جل ثناؤه أنه لا يؤمنُ إلا من سبق له من الله السعادةُ في الذّكْر الأول، ولا يضل إلا من سبق له من الله الشقاءُ في الذكر الأول. الطبري\n\n-وفي هذا تسلية للنبي  لئلا يحزن عليهم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭝ ﭞ﴾",
            "meaning": "طبع الله"
          },
          {
            "aya": "﴿ﭟ ﭠ ﭡ ﭢﭣ ﭤ ﭥ ﭦﭧ﴾",
            "meaning": "غطاء فلا يهتدون للحق"
          },
          {
            "aya": "﴿ﭨ ﭩ ﭪ ﭫ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭝ ﭞ ﭟ ﭠ# أخبر ﷺ أنّ الذنوب إذا تتابعت على القلوب أغلقتها، وإذا أغلقتها أتاها حينئذ الخَتْم من قبل الله عز وجلّ والطبع، فلا يكون للإيمان إليها مَسْلك، ولا للكفر منها مَخْلَص، فذلك هو الطَّبع. والختم الذي ذكره الله. الطبري\n\n* قال مجاهد: القلب كالكف يقبض منه بكل ذنب إصبع، ثم يطبع. القرطبي\n\nصفات المنافقين"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ# النفاق هو: إظهار الخير وإبطان الشر، ويدخل في هذا التعريف النفاق الاعتقادي، والنفاق العملي. السعدي\n\n* قال علماء اللغة: إنما سمي المنافق منافقًا؛ لإظهاره غير ما يضمر، تشبيها باليربوع، له جحر يقال له: النافقاء، وآخر يقال له: القاصعاء. وذلك أنه يخرق الأرض حتى إذا كاد يبلغ ظاهر الأرض أرق التراب، فإذا رابه ريب دفع ذلك التراب برأسه فخرج، فظاهر جحره تراب، وباطنه حفر. وكذلك المنافق ظاهره إيمان، وباطنه كفر. القرطبي\n\n* جاء أن عبد الله بن أبيّ بن سلول قال -لما كانت وقعة بدر-: هذا أمر قد توجه فأظهر الدخول في الإسلام، ودخل معه طوائف ممن هو على طريقته ونحلته، وآخرون من أهل الكتاب، فمن ثم وجد النفاق في أهل المدينة ومن حولها من الأعراب، فأما المهاجرون فلم يكن فيهم أحد؛ لأنه لم يكن أحد يهاجر مكرها، بل يهاجر ويترك ماله، وولده، وأرضه؛ رغبة فيما عند الله في الدار الآخرة. ابن كثير"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭸ# الخديعة: الحيلة والمكر، وسميت خديعة؛ لأنها تكون في خفاء. والمخدع: بيت داخل البيت تختفي فيه المرأة. ابن الجوزي\n\n#ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ# لأنه يُظهر لها بفعله ذلك بها، أنه يُعطيها أمنيَّتها، وُيسقيها كأسَ سُرورها، وهو مُورِدُها به حِياض عَطَبها. الطبري\n\n* صار كيدهم في نحورهم، وحصل لهم بذلك الخزي والفضيحة في الدنيا، والحزن المستمر بسبب ما يحصل للمؤمنين من القوة والنصرة. ثم في الآخرة لهم العذاب الأليم الموجع المفجع، بسبب كذبهم وكفرهم وفجورهم، والحال أنهم من جهلهم وحماقتهم لا يشعرون بذلك. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮃ ﮄ ﮅ﴾",
            "meaning": "شك ونفاق"
          },
          {
            "aya": "﴿ﮆ ﮇ ﮈﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ﴾",
            "meaning": "آمنوا كأصحاب النبي ﷺ الذين آمنوا ظاهرًا وباطنًا فكان جوابهم على النصيحة أنهم"
          },
          {
            "aya": "﴿ﮬ ﴾",
            "meaning": "فيما بينهم بعيدا عن المؤمنين"
          },
          {
            "aya": "﴿ﮭ ﮮ ﮯ ﮰﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯓ ﯔ ﯕ ﯖ# لأن حقيقة السفه جهل الإنسان بمصالح نفسه، وسعيه فيما يضرها، وهذه الصفة منطبقة عليهم وصادقة عليهم. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ﴾",
            "meaning": "رؤسائهم"
          },
          {
            "aya": "﴿ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ﴾",
            "meaning": "يزيدهم ويمهلهم"
          },
          {
            "aya": "﴿ﯰ ﯱ ﯲ ﯳ﴾",
            "meaning": "يتحيرون ويعمون عن الرشد"
          }
        ],
        "tafsir": "#ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ# المكر والخداع والسخرية على وجه اللعب والعبث منتف عن الله، ﭬ بالإجماع، وأما على وجه الانتقام والمقابلة بالعدل والمجازاة فلا يمتنع ذلك. ابن كثير"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯶ ﯷ ﯸ# كل كافر بالله فإنه مستبدلٌ بالإيمان كفرًا، باكتسابه الكفرَ الذي وُجد منه، بدلا من الإيمان الذي أمر به. أوَمَا تسمعُ الله جل ثناؤه يقول فيمن اكتسب كفرًا به مكان الإيمان به وبرسوله: #ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ# [البقرة:108]؟ وذلك هو معنى الشراء. الطبري\n\n#ﯹ ﯺ ﯻ# المنافقون هنا دفعوا رأس مالهم وهو الإيمان؛ لشراء الكفر، آملين أن يربحوا عزاً وغنى في الدنيا، فخسروا ولم يربحوا، إذ ذُلوا وعُذبوا، وافتقروا بكفرهم. الجزائري"
      }
    ]
  },
  "3": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ﴾",
            "meaning": "صفتهم في نفاقهم"
          },
          {
            "aya": "﴿ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ# قد تقرر عند علماء البلاغة أن لضرب الأمثال شأنا عظيما في إبراز خفيات المعاني، ورفع أستار محجبات الدقائق، ولهذا استكثر الله من ذلك في كتابه العزيز، وكان رسول الله ﷺ يكثر من ذلك في مخاطباته ومواعظه. الشوكاني\n\n#ﭑ ﭒ ﭓ ﭔ ﭕ# مثلهم المطابق لما كانوا عليه كمثل الذي استوقد نارا، أي: كان في ظلمة عظيمة، وحاجة إلى النار شديدة، فاستوقدها من غيره، ولم تكن عنده معدة، بل هي خارجة عنه، فلما أضاءت النار ما حوله، ونظر المحل الذي هو فيه، وما فيه من المخاوف، وأمنها، وانتفع بتلك النار، وقرت بها عينه، وظن أنه قادر عليها، فبينما هو كذلك، إذ ذهب الله بنوره، فذهب عنه النور، وذهب معه السرور، وبقي في الظلمة العظيمة والنار المحرقة، فذهب ما فيها من الإشراق، وبقي ما فيها من الإحراق، فبقي في ظلمات متعددة: ظلمة الليل، وظلمة السحاب، وظلمة المطر، والظلمة الحاصلة بعد النور، فكيف يكون حال هذا الموصوف؟ فكذلك هؤلاء المنافقون، استوقدوا نار الإيمان من المؤمنين، ولم تكن صفة لهم، فانتفعوا بها وحقنت بذلك دماؤهم، وسلمت أموالهم، وحصل لهم نوع من الأمن في الدنيا، فبينما هم على ذلك إذ هجم عليهم الموت، فسلبهم الانتفاع بذلك النور، وحصل لهم كل هم وغم وعذاب، وحصل لهم ظلمة القبر، وظلمة الكفر، وظلمة النفاق، وظلم المعاصي على اختلاف أنواعها، وبعد ذلك ظلمة النار وبئس القرار. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﴾",
            "meaning": "عن الضلالة"
          }
        ],
        "tafsir": "#ﭦ ﭧ ﭨ# لأنهم تركوا الحق بعد أن عرفوه، فلا يرجعون إليه، بخلاف من ترك الحق عن جهل وضلال، فإنه لا يعقل، وهو أقرب رجوعا منهم. السعدي\n\nالمثل الثاني: مثل المنافقين في دخولهم الإسلام ظاهرًا مع ما فيه من الابتلاء والامتحان"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭪ ﭫ﴾",
            "meaning": "كمطر شديد"
          },
          {
            "aya": "﴿ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹﭺ ﭻ ﭼ ﭽ ﭾ﴾",
            "meaning": "جامعهم في جهنم"
          }
        ],
        "tafsir": "#ﭪ ﭫ# قيل: هذا مثل ضربه الله للإسلام، فالمطر: الإسلام، والظلمات: ما فيه من البلاء والمحن، والرعد: ما فيه من الوعيد والمخاوف في الآخرة، والبرق: ما فيه من الوعد. يجعلون أصابعهم في آذانهم، يعني: أن المنافقين إذا رأوا في الإسلام بلاء وشدة هربوا حذرا من الهلاك. البغوي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭿ ﮀ ﮁ ﮂﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "* قال قتادة: فالمنافق إذا رأى في الإسلام رخاءً أو طمأنينة أو سَلوة من عَيش، قال: أنا معكم وأنا منكم، وإذا أصابته شَديدةٌ حَقحقَ والله عندها، فانقُطعَ به، فلم يصبر على بلائها، ولم يَحتسب أجرَها، ولم يَرْجُ عاقبتها. الطبري\n\n* ففي المثل الناري لم يستفد مستوقدها غير الظلام والإحراق، وفي المثل المائي لم يستفد أصحاب المطر إلا ما يروعهم ويزعجهم من الرعد والبرق، وهكذا المنافقون لا يرون في الإسلام إلا الشدة والقسوة. المختصر في التفسير.\n\n* وقيل المثل الأول لمن آمن ثم ارتد، والثاني للمنافق. ينظر: الفتاوى (7/273)\n\nالأمر بعبادة الله وحده"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙﯚ ﯛ ﯜ ﯝ ﯞ﴾",
            "meaning": "نظراء وأمثالًا"
          },
          {
            "aya": "﴿ﯟ ﯠ ﯡ﴾",
            "meaning": "أنه لا ربّ لكم يرزقكم غيره"
          }
        ],
        "tafsir": "#ﮨ ﮩ ﮪ# من تأمل هذه الموجودات السفلية والعلوية، واختلاف أشكالها وألوانها وطباعها ومنافعها ... علم قدرة خالقها وحكمته وعلمه وإتقانه وعظيم سلطانه.\n\nكما قال بعض الأعراب، وقد سئل: ما الدليل على وجود الرب تعالى؟ فقال: يا سبحان الله، إن البعرة لتدل على البعير، وإن أثر الأقدام لتدل على المسير، فسماء ذات أبراج، وأرض ذات فجاج، وبحار ذات أمواج؟ ألا يدل ذلك على وجود اللطيف الخبير؟\n\nوحكى فخر الدين عن الإمام مالك أن الرشيد سأله عن ذلك فاستدل باختلاف اللغات والأصوات والنغمات.\n\nوعن أبي حنيفة أن بعض الزنادقة سألوه عن وجود الباري تعالى، فقال لهم: دعوني فإني مفكر في أمر قد أخبرت عنه ذكروا لي أن سفينة في البحر موقرة فيها أنواع من المتاجر وليس بها أحد يحرسها ولا يسوقها، وهي مع ذلك تذهب وتجيء وتسير بنفسها وتخترق الأمواج العظام حتى تتخلص منها، وتسير حيث شاءت بنفسها من غير أن يسوقها أحد. فقالوا: هذا شيء لا يقوله عاقل، فقال: ويحكم هذه الموجودات بما فيها من العالم العلوي والسفلي وما اشتملت عليه من الأشياء المحكمة ليس لها صانع!! فبهت القوم ورجعوا إلى الحق وأسلموا على يديه.\n\nوعن الشافعي: أنه سئل عن وجود الصانع، فقال: هذا ورق التوت طعمه واحد تأكله الدود فيخرج منه الإبريسم، وتأكله النحل فيخرج منه العسل، وتأكله الشاة والبعير والأنعام فتلقيه بعرا وروثا، وتأكله الظباء فيخرج منها المسك، وهو شيء واحد. ابن كثير\n\n#ﮭ ﮮ# سُميت السماءُ سماءً لعلوها على الأرض، وعلى سُكانها من خلقه، وكل شيء كان فوق شيء آخرَ فهو لما تحته سَمَاءٌ. ولذلك قيل لسقف البيت: سَمَاوةٌ؛ لأنه فوقه مرتفعٌ عليه. ولذلك قيل: سَمَا فلان لفلان، إذا أشرف له وقَصَد نحوه عاليًا عليه. الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ  ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ﴾",
            "meaning": "آلهتكم التي تعبدونها"
          },
          {
            "aya": "﴿ﯰ ﯱ ﯲ﴾",
            "meaning": "لتعينكم"
          },
          {
            "aya": "﴿ﯳ ﯴ ﯵ ﯶ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ# القرآن جميعه فصيح في غاية نهايات البلاغة عند من يعرف ذلك تفصيلا وإجمالا ممن فهم كلام العرب وتصاريف التعبير، فإنه إن تأملت أخباره وجدتها في غاية الحلاوة، سواء كانت مبسوطة أو وجيزة، وسواء تكررت أم لا، وكلما تكرر حلا وعلا لا يخلق عن كثرة الرد، ولا يمل منه العلماء، وإن أخذ في الوعيد والتهديد جاء منه ما تقشعر منه الجبال الصم الراسيات، فما ظنك بالقلوب الفاهمات، وإن وعد أتى بما يفتح القلوب والآذان، ويشوق إلى دار السلام، ومجاورة عرش الرحمن ... وإن جاءت الآيات في الأحكام والأوامر والنواهي، اشتملت على الأمر بكل معروف حسن نافع طيب محبوب، والنهي عن كل قبيح رذيل دنيء. ابن كثير\n\n*كل سورة من سور القرآن بمنزلة درجة عالية رفيعة ومنزل عال، يرتفع القارئ منها إلى منزلة أخرى إلى أن يستكمل القرآن....فإن قيل: ما الفائدة فِي تفصيل القرآن على السور؟ قيل: فِيهِ فوائد كثيرة منها: أن القارئ إذا خرج من سورة إلى سورة أخرى كان أنشط لقراءته وأحلى فِي نفسه.\n\nومنها: أن تختص كل سورة بقدر مخصوص كاختصاص القصائد.\n\nومنها: أن الإنسان قد يضعف عن حفظ الجميع، فيحفظ سورة تامة، فربما كان ذلك سببا يدعوه إلى حفظ غيرها. التفسير الوسيط للواحدي\n\n#ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ#  وقد ذكر الله سبحانه رسوله بالعبودية في أشرف مقاماته وهي مقام التحدي ومقام الإسراء ومقام الدعوة فقال في التحدي {وَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِّنْ مِثْلِهِ} وقال في مقام الإسراء سبحان الذي أسرى بعيده ليلا من المسجد الحرام وقال في مقام الدعوة وأنه لما قام عبد الله يدعوه. ابن القيم  روضة المحبين"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯷ ﯸ ﯹ﴾",
            "meaning": "من الإتيان بسورة من مثله"
          },
          {
            "aya": "﴿ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁﰂ ﰃ ﰄ ﰅ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯼ ﯽ ﯾ ﯿ ﰀ ﰁﰂ ﰃ ﰄ# فيه دليل على ما يقوله أهل الحق من أن النار موجودة مخلوقة ... روى مسلم عن عبد الله بن مسعود قال كنا مع رسول الله إذ سمع وجبة، قال النبي ﷺ: «تدرون ما هذا» قال: قلنا: الله ورسوله أعلم، قال: «هذا حجر رمي به في النار منذ سبعين خريفا، فهو يهوي في النار الآن حتى انتهى إلى قعرها». القرطبي"
      }
    ]
  },
  "4": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪﭫ ﭬ ﭭ ﭮﭯ﴾",
            "meaning": "في اللون والمنظر لا في الطعم"
          },
          {
            "aya": "﴿ﭰ ﭱ ﭲ ﭳﭴ﴾",
            "meaning": "من كل ما يكره"
          },
          {
            "aya": "﴿ﭵ ﭶ ﭷﭸ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ# فيه استحباب بشارة المؤمنين، وتنشيطهم على الأعمال بذكر جزائها وثمراتها، فإنها بذلك تخف وتسهل. السعدي\n\n#ﭘ ﭙ ﭚ ﭛ ﭜ# أكمل محاسن الجنات جريان المياه في خلالها، وذلك شيء اجتمع البشر كلهم على أنه من أنفس المناظر؛ لأن في الماء طبيعة الحياة، ولأن الناظر يرى منظرا بديعا وشيئا لذيذا. ابن عاشور في التحرير والتنوير «ت».\n\nموقف الكفار من الأمثال، وصفات الفاسقين"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭹﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄﮅ ﮆ ﮇ ﮈ ﮉ ﮊ﴾",
            "meaning": "أي: المثل"
          },
          {
            "aya": "﴿ﮋ ﮌ ﮍﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ# قال قتادة: إن الله حين ذكر في كتابه الذباب والعنكبوت قال أهل الضلالة: ما أراد الله من ذكر هذا؟ فأنزل الله الآية. الطبري\n\n#ﮃ ﮄ# يعني: الذباب والعنكبوت. وقال أبو عبيدة: أي: فما دونها، كما يقال: فلان جاهل، فيقال: وفوق ذلك، أي: وأجهل. البغوي"
      },
      {
        "ayat": [
          {
            "aya": "",
            "meaning": "(بعد أن ذكر سبحانه الفاسقين يذكر أن من صفة الفاسقين أنهم)"
          },
          {
            "aya": "﴿ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ﴾",
            "meaning": "استفهام للتوبيخ"
          },
          {
            "aya": "﴿ﯠ ﯡ﴾",
            "meaning": "نطفا في أصلاب آبائكم"
          },
          {
            "aya": "﴿ﯢﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ",
            "meaning": ""
          }
        ],
        "tafsir": ""
      },
      {
        "ayat": [
          {
            "aya": "﴾",
            "meaning": "قصد"
          },
          {
            "aya": "﴿ﯶ ﯷ ﯸ ﯹ ﯺﯻ ﯼ ﯽ ﯾ ﯿ ﰀ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯬ ﯭ ﯮ ﯯ# في هذه الآية العظيمة دليل على أن الأصل في الأشياء الإباحة والطهارة؛ لأنها سيقت في معرض الامتنان، يخرج بذلك الخبائث، فإن تحريمها أيضا يؤخذ من فحوى الآية، ومعرفة المقصود منها، وأنه خلقها لنفعنا، فما فيه ضرر، فهو خارج من ذلك، ومن تمام نعمته منعنا من الخبائث؛ تنزيها لنا. السعدي\n\n#ﯴ ﯵ ﯶ ﯷ# #ﯵ# ترد في القرآن على ثلاثة معاني:\n\nفتارة لا تعدى بالحرف، فيكون معناها، الكمال والتمام، كما في قوله عن موسى: #ﭑ ﭒ ﭓ ﭔ# [القصص:14].\n\nوتارة تكون بمعنى: علا وارتفع. وذلك إذا عديت بـ: على كما في قوله تعالى: #ﮏ ﮐ ﮑ ﮒ# [الأعراف:54]، #ﭫ ﭬ ﭭ# [الزخرف:13].\n\nوتارة تكون بمعنى: قصد. كما إذا عديت بـ: إلى كما في هذه الآية، أي: لما خلق تعالى الأرض، قصد إلى خلق السماوات. السعدي\n\n* قال ابن عباس: بدأ بخلق الأرض في يومين، ثم خلق السماوات في يومين، ثم دحا الأرض وبينها الجبال، وقدر فيها أقواتها في يومين. ابن الجوزي"
      }
    ]
  },
  "5": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙﭚ﴾",
            "meaning": "قومًا يخلف بعضهم بعضًا"
          },
          {
            "aya": "﴿ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ﴾",
            "meaning": "يريق"
          },
          {
            "aya": "﴿ﭢ ﭣ ﭤ ﭥ ﭦ ﭧﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ# هذا بحسب ظنهم أن الخليفة المجعول في الأرض سيحدث منه ذلك، فنزهوا الباري عن ذلك، وعظموه، وأخبروا أنهم قائمون بعبادة الله على وجه خال من المفسدة. السعدي\n\n#ﭡ ﭢ# قال قتادة: قد علمت الملائكة من علم الله أنه لا شيء أكره إلى الله من سفك الدماء والفساد في الأرض. الطبري\n\n#ﭦ ﭧ# يحتمل أن معناها: ونقدسك، فتكون اللام مفيدة للتخصيص والإخلاص، ويحتمل أن يكون: ونقدس لك أنفسنا، أي: نطهرها بالأخلاق الجميلة. السعدي\n\n#ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ# الخير الحاصل بخلق هذا الخليفة، أضعاف أضعاف ما في ضمن ذلك من الشر، فلو لم يكن في ذلك إلا أن الله تعالى أراد أن يجتبي منهم الأنبياء والصديقين، والشهداء والصالحين، ولتظهر آياته للخلق، ويحصل من العبوديات التي لم تكن تحصل بدون خلق هذا الخليفة، كالجهاد وغيره، وليظهر ما كمن في غرائز بني آدم من الخير والشر بالامتحان، وليتبين عدوه من وليه، وحزبه من حربه، وليظهر ما كمن في نفس إبليس من الشر الذي انطوى عليه، واتصف به، فهذه حكم عظيمة، يكفي بعضها في ذلك. السعدي\n\n* العبد إذا خفيت عليه حكمة الله في بعض المخلوقات والمأمورات فالوجب عليه: التسليم، واتهام عقله، والإقرار لله بالحكمة. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭰ ﭱ ﭲ ﭳ﴾",
            "meaning": "الأسماء التي يتعارف بها الناس: كإنسان ودابة وأرْض"
          },
          {
            "aya": "﴿ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾﭿ﴾",
            "meaning": "في قولكم وظنكم، أنكم أفضل من هذا الخليفة"
          }
        ],
        "tafsir": "#ﭰ ﭱ ﭲ ﭳ# عرفهم فضل آدم بالعلم، وأنه أفضل صفة تكون في العبد. السعدي\n\n* أول من تكلم باللغات كلها من البشر آدم ♠، والقرآن يشهد له قال الله تعالى: #ﭰ ﭱ ﭲ ﭳ#. القرطبي\n\n#ﭱ# الصحيح أنه مشتق من أديم الأرض. قال سعيد بن جبير: إنما سمي آدم؛ لأنه خلق من أديم الأرض ... عن أبي موسى الأشعري قال سمعت رسول الله ﷺ يقول: «إن الله ﭬ خلق آدم من قبضة قبضها من جميع الأرض، فجاء بنو آدم على قدر الأرض، فجاء منهم الأحمر والأبيض والأسود وبين ذلك، والسهل والحزن والخبيث والطيب». قال أبو عيسى: هذا حديث حسن صحيح. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮀ ﮁ﴾",
            "meaning": "نمجدك ونطهر ذكرك عما لا يليق"
          },
          {
            "aya": "﴿ﮂ ﮃ ﮄ ﮅ ﮆ ﮇﮈ ﮉ ﮊ ﮋ ﮌ ﮍ",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮂ ﮃ ﮄ# الواجب على من سئل عن علم أن يقول إن لم يعلم: الله أعلم، ولا أدري. اقتداء بالملائكة والأنبياء والفضلاء من العلماء ... قال مالك بن أنس: سمعت ابن هرمز يقول: ينبغي للعالم أن يورث جلساءه من بعده (لا أدري)، حتى يكون أصلًا في أيديهم، فإذا سئل أحدهم عما لا يدري قال: (لا أدري). وذكر الهيثم بن جميل قال: شهدت مالك بن أنس سئل عن ثمان وأربعين مسألة، فقال في اثنتين وثلاثين منها: لا أدري. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴾",
            "meaning": "تسرون من قولكم لن يخلق الله خلقا أكرم عليه منا ولا أعلم"
          }
        ],
        "tafsir": "آدم ♠ وإبليس"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮦ ﮧ ﮨ ﮩ ﮪ# كان هذا سجود تحية وسلام وإكرام، وقد كان هذا مشروعا في الأمم الماضية ولكنه نسخ في ملتنا. ينظر: تفسير ابن كثير\n\n#ﮬ ﮭ ﮮ ﮯ#... #ﯨ ﯩ# قال ابن عباس: إذا كانت خطيئة الرجل في كبر فلا ترجه، وإن كانت خطيئته في معصية فارجه، وكانت خطيئة آدم ♠ معصية، وخطيئة إبليس كبرًا. ينظر: تفسير الطبري وتفسير القرطبي."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ﴾",
            "meaning": "هنيئًا واسعًا"
          },
          {
            "aya": "﴿ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯙ# قال ابن مسعود وابن عباس: لما أسكن آدم الجنة مشى فيها مستوحشًا، فلما نام خُلقت حواء من ضلعه القصرى من شقه الأيسر؛ ليسكن إليها ويأنس بها. القرطبي\n\n#ﯠ ﯡ#النهي عن القرب يقتضي النهي عن الأكل بطريق الأولى، وإنما نهى عن القرب سدّا للذريعة، فهذا أصل في سدّ الذرائع. تفسير ابن جزي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯨ ﯩ ﯪ﴾",
            "meaning": "أوقعهما في الخطيئة"
          },
          {
            "aya": "﴿ﯫ ﯬ ﯭ ﯮﯯ ﯰ ﯱ ﯲ ﯳ ﯴﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ ﯽ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯨ ﯩ# اختلف العلماء في معصية آدم بالأكل، فقال قوم: إنه نهي عن شجرة بعينها، فأكل من جنسها، وقال آخرون: تأول الكراهة في النهي دون التحريم. ابن الجوزي\n\n#ﯰ ﯱ# قال فتح الموصلي: كنا قوما من أهل الجنة فسبانا إبليس إلى الدنيا، فليس لنا إلا الهم والحزن حتى نرد إلى الدار التي أخرجنا منها. ابن كثير\n\n* قال إبراهيم بن أدهم: أورثتنا تلك الأكلة حزنًا طويلًا. وقال ابن عباس وقتادة: قال الله ﭬ لآدم: ألم يكن فيما أبحتك من الجنة مندوحة عن الشجرة؟ قال: بلى يا رب وعزتك، ولكن ما ظننت أن أحدًا يحلف بك كاذبًا. البغوي وفيه إشارة إلى قوله (وقاسمهما إني لكما لمن الناصحين)"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄﰅ ﰆ ﰇ ﰈ ﰉ ﰊ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯾ ﯿ ﰀ ﰁ ﰂ# قال قتادة: هو قوله: #ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ#. الطبري\n\n#ﰃ ﰄ# اقتصر على ذكر التوبة على آدم دون حواء مع اشتراكهما في الذنب، لأن الكلام من أول القصة معه استمر على ذلك، واستغنى بالتوبة عليه عن ذكر التوبة عليها؛ لكونها تابعة له، كما استغنى بنسبة الذنب إليه عن نسبته إليها في قوله: #ﮱ ﯓ ﯔ ﯕ# [طه:121]. الشوكاني"
      }
    ]
  },
  "6": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔﭕ﴾",
            "meaning": "إلى الأرض"
          },
          {
            "aya": "﴿ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪﭫ ﭬ ﭭ ﭮ ﭯ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ# رتب على اتباع هداه نفي الخوف والحزن، والفرق بينهما، أن المكروه إن كان قد مضى، أحدث الحزن، وإن كان منتظرا، أحدث الخوف، فنفاهما عمن اتبع هداه. ينظر: تفسير السعدي\n\nتنبيه: مما نفهمه من الحديث عن آدم  ثم بني إسرائيل في  أنه قد قام بحق الاستخلاف آدم  ومن بعد إبراهيم  وعزل عن الاستخلاف -لأسباب- بنو إسرائيل.\n\n* وفي الآيات بيان لنعم الله على بني إسرائيل، وتعنت بني إسرائيل ومخالفاتهم مع الأنبياء السابقين، ومع نبينا محمد ﷺ، وقدم الأول؛ لبيان أن هذا ديدنهم؛ ففيه تسلية للمصطفى ﷺ عن تكذيبهم.\n\nتوجيهات لبني إسرائيل وأمرهم باتباع محمد ﷺ"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ﴾",
            "meaning": "أي: على آبائكم من الإنجاء من فرعون وغير ذلك، والنعمة على الآباء نعمة على الأبناء"
          },
          {
            "aya": "﴿ﭷ ﭸ﴾",
            "meaning": "الذي عهدته إليكم من الإيمان بمحمد ﷺ"
          },
          {
            "aya": "﴿ﭹ ﭺ﴾",
            "meaning": "من الثواب عليه بدخول الجنة"
          },
          {
            "aya": "﴿ﭻ ﭼ﴾",
            "meaning": "خافون"
          },
          {
            "aya": "﴿ﭽ ﭾ ﭿ ﮀ﴾",
            "meaning": "أي: بالقرآن"
          },
          {
            "aya": "﴿ﮁ ﮂ ﮃ﴾",
            "meaning": "التوراة"
          },
          {
            "aya": "﴿ﮄ ﮅ ﮆ ﮇ ﮈﮉ﴾",
            "meaning": "من أهل الكتاب لأن خلفكم تبع لكم فإثمهم عليكم"
          },
          {
            "aya": "﴿ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ# إشارة إلى أنكم إن لم تؤمنوا به، عاد ذلك عليكم، بتكذيب ما معكم؛ لأن ما جاء به هو الذي جاء به موسى وعيسى وغيرهما من الأنبياء، فتكذيبكم له تكذيب لما معكم.\n\nوأيضًا، فإن في الكتب التي بأيدكم، صفة هذا النبي الذي جاء بهذا القرآن والبشارة به، فإن لم تؤمنوا به، كذبتم ببعض ما أنزل إليكم، ومن كذب ببعض ما أنزل إليه؛ فقد كذب بجميعه، كما أن من كفر برسول، فقد كذب الرسل جميعهم. السعدي\n\n#ﮄ ﮅ ﮆ ﮇ ﮈ# لأنهم إذا كانوا أول كافر به، كان فيه مبادرتهم إلى الكفر به عكس ما ينبغي منهم، وصار عليهم إثمهم وإثم من اقتدى بهم من بعدهم. السعدي\n\n* لا حجة في هذه الآية لمن يمنع القول بدليل الخطاب، وهم الكوفيون ومن وافقهم؛ لأن المقصود من الكلام النهي عن الكفر أولا وآخرا، وخص الأول بالذكر لأن التقدم فيه أغلظ، فكان حكم المذكور والمسكوت عنه واحدا، وهذا واضح. القرطبي\n\n#ﮊ ﮋ ﮌ# قيل: معناه لا تعتاضوا عن البيان والإيضاح ونشر العلم النافع في الناس بالكتمان واللبس؛ لتستمروا على رياستكم في الدنيا القليلة الحقيرة الزائلة عن قريب. ابن كثير\n\n* مَن أخذ رشوة على تغيير حق أو إبطاله، أو امتنع من تعليم ما وجب عليه أو أداء ما علمه وقد تعين عليه حتى يأخذ عليه أجرا؛ فقد دخل في مقتضى الآية، فأما إذا لم يتعين عليه فيجوز له أخذ الأجرة بدليل السنة في ذلك، وقد يتعين عليه إلا أنه ليس عنده ما ينفقه على نفسه ولا على عياله فلا يجب عليه التعليم، وله أن يقبل على صنعته وحرفته. ويجب على الإمام إعانته، وإلا فعلى المسلمين؛ لأن الصديق ◙ لما ولي الخلافة وعين لها لم يكن عنده ما يقيم به أهله، فأخذ ثيابا وخرج إلى السوق، فقيل له في ذلك فقال: ومن أين أنفق على عيالي! فردوه وفرضوا له كفايته. ينظر: تفسير القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﮒ ﮓ﴾",
            "meaning": "لا تخلطوا"
          },
          {
            "aya": "﴿ﮔ ﮕ ﮖ ﮗ﴾",
            "meaning": "نعت محمد ﷺ في كتبكم"
          },
          {
            "aya": "﴿ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫﮬ ﮭ ﮮ ﮯ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮤ ﮥ ﮦ ﮧ ﮨ# قال ابن عباس: كان يهود المدينة يقول الرجل منهم لصهره ولذي قرابته ولمن بينه وبينه رضاع من المسلمين اثبت على الذي أنت عليه وما يأمرك به هذا الرجل -يريدون محمدا ﷺ -، فإن أمره حق، فكانوا يأمرون الناس بذلك ولا يفعلونه. وعن ابن عباس أيضا: كان الأحبار يأمرون مقلديهم وأتباعهم باتباع التوراة، وكانوا يخالفونها في جحدهم صفة محمد ﷺ. القرطبي\n\n* ليس في الآية أن الإنسان إذا لم يقم بما أمر به أنه يترك الأمر بالمعروف، والنهي عن المنكر؛ لأنها دلت على التوبيخ بالنسبة إلى الواجبين، وإلا فمن المعلوم أن على الإنسان واجبين: أمر غيره ونهيه، وأمر نفسه ونهيها، فترك أحدهما، لا يكون رخصة في ترك الآخر، فإن الكمال أن يقوم الإنسان بالواجبين، والنقص الكامل أن يتركهما، وأما قيامه بأحدهما دون الآخر، فليس في رتبة الأول، وهو دون الأخير، وأيضا فإن النفوس مجبولة على عدم الانقياد لمن يخالف قوله فعله، فاقتداؤهم بالأفعال أبلغ من اقتدائهم بالأقوال المجردة. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮰ ﮱ ﯓﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ﴾",
            "meaning": "يوقنون"
          },
          {
            "aya": "﴿ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮰ ﮱ# أمرهم الله أن يستعينوا في أمورهم كلها بالصبر بجميع أنواعه، وهو الصبر على طاعة الله حتى يؤديها، والصبر عن معصية الله حتى يتركها، والصبر على أقدار الله المؤلمة فلا يتسخطها. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴾",
            "meaning": "على عالمي زمانهم"
          },
          {
            "aya": "﴿ ﯰ ﯱ﴾",
            "meaning": "وهو يوم القيامة"
          },
          {
            "aya": "﴿ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ﴾",
            "meaning": "فدية"
          },
          {
            "aya": "﴿ﰀ ﰁ ﰂ ﰃ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ# هذه الآية وإن كان مخرجها عاما في التلاوة، فإن المراد بها خاص في التأويل لتظاهر الأخبار عن رسول الله ﷺ أنه قال: «شفاعتي لأهل الكبائر من أمتي»، وأنه قال: «ليس من نبي إلا وقد أعطي دعوة، وإني اختبأت دعوتي شفاعة لأمتي، وهي نائلة إن شاء الله منهم من لا يشرك بالله شيئًا» ... وأن قوله: #ﯸ ﯹ ﯺ ﯻ# إنما هي لمن مات على كفره غير تائب إلى الله ﭬ. الطبري"
      }
    ]
  },
  "7": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ﴾",
            "meaning": "أي: آباءكم والنعمة على الآباء نعمة على الأبناء"
          },
          {
            "aya": "﴿ﭓ ﭔ ﭕ ﭖ﴾",
            "meaning": "يذيقونكم"
          },
          {
            "aya": "﴿ﭗ ﭘ ﭙ ﭚ ﭛ﴾",
            "meaning": "يستبقونهن أحياء"
          },
          {
            "aya": "﴿ﭜﭝ ﭞ ﭟ ﭠ﴾",
            "meaning": "اختبار"
          },
          {
            "aya": "﴿ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ﴾",
            "meaning": "فصلنا بسببكم"
          },
          {
            "aya": "﴿ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭥ ﭦ ﭧ ﭨ# عن سعيد بن جبير أن هرقل كتب إلى معاوية يسأله عن أمور، منها عن البقعة التي لم تصبها الشمس إلا ساعة، فكتب معاوية إلى ابن عباس، فأجابه عن تلك الأمور وقال: وأما البقعة التي لم تصبها الشمس إلا ساعة من نهار: فالبحر الذي أفرج عن بني إسرائيل. الشوكاني\n\n#ﭩ# عن ابن عباس ¶، قال: قدم رسول الله ﷺ المدينة، فوجد اليهود يصومون يوم عاشوراء فسئلوا عن ذلك؟ فقالوا: هذا اليوم الذي أظهر الله فيه موسى وبني إسرائيل على فرعون، فنحن نصومه تعظيما له، فقال النبي ﷺ: «نحن أولى بموسى منكم فأمر بصومه». مسلم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ﴾",
            "meaning": "الذي صاغه لكم السامري"
          },
          {
            "aya": "﴿ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ﴾",
            "meaning": "الذي يفصل بين الحق والباطل وهو التوراة"
          },
          {
            "aya": "﴿ﮋ ﮌ ﮍ﴾",
            "meaning": ""
          },
          {
            "aya": "﴿ﮎ ﮏ ﮐ ﮑ﴾",
            "meaning": "الذين عبدوا العجل"
          },
          {
            "aya": "﴿ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ﴾",
            "meaning": "خالقكم"
          },
          {
            "aya": "﴿ﮛ ﮜ﴾",
            "meaning": "يقتل بعضكم بعضا"
          },
          {
            "aya": "﴿ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮘ ﮙ ﮚ ﮛ ﮜ# عن ابن أبي نجيح، عن مجاهد: أمر موسى قومه - عن أمر ربه - أن يقتل بعضهم بعضا، ولا يقتل الرجل أباه ولا أخاه. فبلغ ذلك في ساعة من نهار سبعين ألفا ... وقال أبو العالية: صاروا صفين، فجعل يقتل بعضهم بعضا، فبلغ القتلى ما شاء الله، ثم قيل لهم: قد تيب على القاتل والمقتول. الطبري\n\n* ما أنعم الله على هذه الأمة نعمة بعد الإسلام هي أفضل من التوبة. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ# عن السدي: لما تابت بنو إسرائيل من عبادة العجل، وتاب الله عليهم بقتل بعضهم بعضا كما أمرهم به، أمر الله تعالى موسى أن يأتيه في ناس من بنى إسرائيل؛ يعتذرون إليه من عبادة العجل، ووعدهم موعدا، فاختار موسى قومه سبعين رجلا على عينه، ثم ذهب بهم؛ ليعتذروا. فلما أتوا ذلك المكان قالوا: #ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ#، فإنك قد كلمته فأرناه: فأخذتهم الصاعقة فماتوا.\n\nفقام موسى يبكي ويدعو الله، ويقول: رب ماذا أقول لبني إسرائيل إذا أتيتهم وقد أهلكت خيارهم؟ رب لو شئت أهلكتهم من قبل وإياي أتهلكنا بما فعل السفهاء منا؟ فأوحى الله إلى موسى: إن هؤلاء السبعين ممن اتخذ العجل، فذلك حين يقول موسى: #ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ# [الأعراف:155]... ثم إن الله جل ثناؤه أحياهم فقاموا وعاشوا رجلا رجلا ينظر بعضهم إلى بعض كيف يحيون. الطبري\n\n#ﯕ ﯖ.... ﯚ ﯛ ﯜ ﯝ ﯞ # معنى #ﯖ#: ما يصعقون منه، أي: يموتون. ومن الدليل على أنهم ماتوا، قوله تعالى: #ﯚ ﯛ# هذا قول الأكثرين. وزعم قوم أنهم لم يموتوا، واحتجوا بقوله تعالى: #ﯯ ﯰ ﯱ# [الأعراف:143]. وهذا قول ضعيف، لأن الله تعالى فرق بين الموضعين، فقال هناك: فلما أفاق، وقال هاهنا: ثم بعثناكم، والإفاقة للمغشي عليه، والبعث للميت. ابن الجوزي"
      },
      {
        "ayat": [
          {
            "aya": "﴾",
            "meaning": "جعلنا السحابظلًا من حر الشمس"
          },
          {
            "aya": "﴿ﯥ ﯦ ﯧ﴾",
            "meaning": "كل رزق حسن يحصل بلا تعب، ومنه الكمأة"
          },
          {
            "aya": "﴿ﯨﯩ﴾",
            "meaning": "طائر صغير طيب اللحم"
          },
          {
            "aya": "﴿ﯪ ﯫ ﯬ ﯭ ﯮﯯ ﯰ ﯱ﴾",
            "meaning": "لما كفروا بنعم الله"
          },
          {
            "aya": "﴿ﯲ ﯳ ﯴ ﯵ ﯶ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯥ ﯦ ﯧ#عن ابن عباس: كان المن ينزل عليهم على الأشجار، فيغدون إليه فيأكلون منه ما شاؤوا. ابن كثير\n\n#ﯳ ﯴ ﯵ# خالفوا وكفروا فظلموا أنفسهم، هذا مع ما شاهدوه من الآيات البينات والمعجزات القاطعات، وخوارق العادات، ومن هاهنا تتبين فضيلة أصحاب محمد ﷺ ورضي عنهم على سائر أصحاب الأنبياء، في صبرهم، وثباتهم، وعدم تعنتهم. ابن كثير"
      }
    ]
  },
  "8": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ﴾",
            "meaning": "بعد خروجهم من التيه"
          },
          {
            "aya": "﴿ﭓ ﭔ ﭕ﴾",
            "meaning": "بيت المقدس"
          },
          {
            "aya": "﴿ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ﴾",
            "meaning": "أي: قولوا احطط وضع عنا ذنوبنا"
          },
          {
            "aya": "﴿ﭠ ﭡ ﭢﭣ ﭤ ﭥ ﭦ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ ﭕ# هذه نعمة أخرى وهي أنه أباح لهم دخول البلدة وأزال عنهم التيه. ينظر تفسير القرطبي\n\n*هذا كان لما خرجوا من التيه بعد أربعين سنة مع يوشع بن نون ♠، وفتحها الله عليهم عشية جمعة، وقد حبست لهم الشمس يومئذ قليلا حتى أمكن الفتح ... ولما فتحوها أمروا أن يدخلوا الباب -باب البلد- #ﭝ# أي: شكرا لله تعالى على ما أنعم به عليهم من الفتح والنصر، ورد بلدهم إليهم، وإنقاذهم من التيه والضلال. ابن كثير"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ﴾",
            "meaning": "قالوا: حنطة"
          },
          {
            "aya": "﴿ﭯ ﭰ ﭱ ﭲ ﭳ﴾",
            "meaning": "عذابًا"
          },
          {
            "aya": "﴿ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ# فقالوا حبة في شعرة ودخلوا يزحفون على أستاههم. تفسير الجلالين\n\nمن مواقف موسى ♠ مع قومه"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭺﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂﮃ ﮄ ﮅ ﮆ ﮇ ﮈﮉ ﮊ ﮋ ﮌ ﮍ ﮎﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ﴾",
            "meaning": "لا تسعوا"
          },
          {
            "aya": "﴿ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ﴾",
            "meaning": "أي: نوع واحد وهو المن والسلوى"
          },
          {
            "aya": "﴿ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ﴾",
            "meaning": "البقول والخضر كالنعناع"
          },
          {
            "aya": "﴿ﮭ﴾",
            "meaning": "الخيار"
          },
          {
            "aya": "﴿ﮮ﴾",
            "meaning": "الحنطة والحبوب التي تؤكل"
          },
          {
            "aya": "﴿ﮯ ﮰﮱ ﯓ ﯔ ﯕ ﯖ ﯗ﴾",
            "meaning": "ما ذكرتم من الطعام"
          },
          {
            "aya": "﴿ﯘ ﯙ ﯚﯛ﴾",
            "meaning": "المن والسلوى"
          },
          {
            "aya": "﴿ﯜ ﯝ﴾",
            "meaning": "أي: اهبطوا أيَّ قريةٍ"
          },
          {
            "aya": "﴿ﯞ ﯟ ﯠ ﯡﯢ﴾",
            "meaning": "تجدونها متوفرة في كل بلد"
          },
          {
            "aya": "﴿ﯣ ﯤ﴾",
            "meaning": "بسبب تعنتهم"
          },
          {
            "aya": "﴿ﯥ ﯦ﴾",
            "meaning": "فقر النفس"
          },
          {
            "aya": "﴿ﯧ﴾",
            "meaning": "رجعوا"
          },
          {
            "aya": "﴿ﯨ ﯩ ﯪﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ ﴾",
            "meaning": "فالذنب يجر الذنب"
          }
        ],
        "tafsir": "#ﮛ ﮜ ﮝ ﮞ ﮟ# الخطاب في هذه الآيات لأمة بني إسرائيل الذين كانوا موجودين وقت نزول القرآن، وهذه الأفعال المذكورة خوطبوا بها وهي فعل أسلافهم، ونسبت لهم لفوائد عديدة، منها: أنهم كانوا يتمدحون ويزكون أنفسهم، ويزعمون فضلهم على محمد ومن آمن به، فبين الله من أحوال سلفهم التي قد تقررت عندهم، ما يبين به لكل أحد منهم أنهم ليسوا من أهل الصبر، ومكارم الأخلاق، ومعالي الأعمال، فإذا كانت هذه حالة سلفهم، مع أن المظنة أنهم أولى وأرفع حالة ممن بعدهم فكيف الظن بالمخاطبين؟. ومنها: أن نعمة الله على المتقدمين منهم، نعمة واصلة إلى المتأخرين، والنعمة على الآباء، نعمة على الأبناء، فخوطبوا بها؛ لأنها نعم تشملهم وتعمهم. السعدي\n\n* قال الطبري: في أخبار القرآن على لسان محمد ♠ بهذه المغيبات التي لم تكن من علم العرب، ولا وقعت إلا في حق بني إسرائيل؛ دليل واضح عند بني إسرائيل قائم عليهم بنبوة محمد ﷺ. ينظر: تفسير القرطبي\n\n#ﯜ ﯝ# أي: قرارا من الأرض التي تنبت لهم ما سأل لهم من ذلك، إذ كان الذي سألوه لا تنبته إلا القرى والأمصار، وأنه قد أعطاهم ذلك إذ صاروا إليه. وجائز أن يكون ذلك القرار «مصر»، وجائز أن يكون «الشام». الطبري\n\n#ﯣ ﯤ ﯥ ﯦ# المسكنة: الفقر، سمي الفقير مسكينًا؛ لأن الفقر أسكنه وأقعده عن الحركة، فترى اليهود وإن كانوا مياسير كأنهم فقراء. البغوي\n\n#ﯲ ﯳ# قال ابن عباس والحسن: لم يقتل نبي قط من الأنبياء إلا من لم يؤمر بقتال، وكل من أمر بقتال نصر. القرطبي\n\n#ﯴ ﯵ# زيادة شناعة، وإلا فمن المعلوم أن قتل النبي لا يكون بحق، لكن لئلا يظن جهلهم وعدم علمهم. السعدي"
      }
    ]
  },
  "9": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ﴾",
            "meaning": "من أمة محمد ﷺ ومن آمن من الأمم السابقة قبل بعثة محمد ﷺ مثل"
          },
          {
            "aya": "﴿ﭔ ﭕ ﭖ ﭗ﴾",
            "meaning": "قوم باقون على فطرتهم لا دين لهم يتبعونه"
          },
          {
            "aya": "﴿ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ ﭕ# الآية إذا وقع في بعض النفوس عند سياق الآيات بعض الأوهام، فلا بد أن تجد ما يزيل ذلك الوهم ... فلما ذكر بني إسرائيل وذمهم، وذكر معاصيهم وقبائحهم، ربما وقع في بعض النفوس أنهم كلهم يشملهم الذم، فأراد الباري تعالى أن يبين من لم يلحقه الذم منهم بوصفه. ينظر: تفسير السعدي\n\n#ﭔ ﭕ ﭖ# فهم اليهود. ومعنى: (هادوا): تابوا. ...وقيل: إنما سميت اليهود «يهودًا»، من أجل قولهم: #ﭚ ﭛ ﭜ# [الأعراف:156].. و«النصارى» سموا «نصارى» لنصرة بعضهم بعضًا، وتناصرهم بينهم. وقد قيل: إنهم سموا «نصارى»، من أجل أنهم نزلوا أرضا يقال لها «ناصرة» ويقول آخرون: لقوله: #ﯲ ﯳ ﯴ ﯵ# [آل عمران:52]. ينظر: تفسير الطبري\n\n#ﭗ# أظهر الأقوال، والله أعلم، قول مجاهد ومتابعيه، ووهب بن منبه: أنهم قوم ليسوا على دين اليهود، ولا النصارى، ولا المجوس، ولا المشركين، وإنما هم قوم باقون على فطرتهم، ولا دين مقرر لهم يتبعونه ويقتفونه؛ ولهذا كان المشركون ينبزون من أسلم بالصابئ، أي: أنه قد خرج عن سائر أديان أهل الأرض إذ ذاك. ابن كثير\n\n#ﭟ ﭠ ﭡ ﭢ# هذا ينطبق على من مات قبل بعثة محمد ﷺ، ومعلوم أن جميع الأديان نسخت بالإسلام. ومن أسلم فيؤتى أجره مرتين. ينظر آخر سورة الحديد."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭪ ﭫ ﭬ﴾",
            "meaning": "عهدكم بالعمل بما في التوراة"
          },
          {
            "aya": "﴿ﭭ ﭮ ﭯ﴾",
            "meaning": "جبل بسيناء رفع فوقهم لما أبوا قبول التوراة"
          },
          {
            "aya": "﴿ﭰ ﭱ ﭲ ﭳ﴾",
            "meaning": "بجد واجتهاد"
          },
          {
            "aya": "﴿ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭭ ﭮ ﭯ# قال السدي: لما أبوا أن يسجدوا أمر الله الجبل أن يقع عليهم، فنظروا إليه وقد غشيهم، فسقطوا سجدا، فسجدوا على شق، ونظروا بالشق الآخر، فرحمهم الله فكشفه عنهم. ابن كثير\n\n* كان سجودهم على شق؛ لأنهم كانوا يرقبون الجبل خوفا، فلما رحمهم الله قالوا: لا سجدة أفضل من سجدة تقبلها الله ورحم بها عباده، فأمروا سجودهم على شق واحد. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴾",
            "meaning": "بالتوبة أو تأخير العذاب"
          },
          {
            "aya": "﴿ﮅ ﮆ ﮇ ﮈ﴾",
            "meaning": "الهالكين"
          },
          {
            "aya": "﴿ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﴾",
            "meaning": "منبوذين"
          },
          {
            "aya": "﴿ﮖ ﮗ﴾",
            "meaning": "عبرة"
          },
          {
            "aya": "﴿ﮘ ﮙ ﮚ﴾",
            "meaning": "لمن حضرها من الأمم"
          },
          {
            "aya": "﴿ﮛ ﮜ﴾",
            "meaning": "أي: من بعدهم"
          },
          {
            "aya": "﴿ﮝ ﮞ ﮟ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ# قال قتادة: صار الشبان قردة، والشيوخ خنازير، فمكثوا ثلاثة أيام ثم هلكوا، ولم يمكث مسخ فوق ثلاثة أيام ولم يتوالدوا. البغوي\n\nقصة قتيل بني إسرائيل والبقرة التي أمروا بذبحها ليضرب القتيل ببعضها فيحيا"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩﮪ ﮫ ﮬ ﮭﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ﴾",
            "meaning": "الذي يقول أو يفعل ما لا ينبغي قوله أو فعله"
          },
          {
            "aya": "﴿ﯗﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ﴾",
            "meaning": "مسنة هرمة"
          },
          {
            "aya": "﴿ﯨ ﯩ﴾",
            "meaning": "صغيرة فتية"
          },
          {
            "aya": "﴿ﯪ﴾",
            "meaning": "متوسطة بين المسنة والصغيرة"
          },
          {
            "aya": "﴿ﯫ ﯬﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹﯺﯻ ﯼ ﯽ ﯾ ﯿ ﰀﰁ ﰂ﴾",
            "meaning": "شديد الصفرة"
          },
          {
            "aya": "﴿ﰃ ﰄ ﰅ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ#\n\nقال ابن عباس: فلو اعترضوا بقرة فذبحوها؛ لأجزأت عنهم، ولكنهم شددوا وتعنتوا موسى؛ فشدد الله عليهم . الطبري\n\nعن أبي هريرة، قال: خطبنا رسول الله ﷺ، فقال: «أيها الناس قد فرض الله عليكم الحج، فحجوا»، فقال رجل: أكل عام يا رسول الله؟ فسكت حتى قالها ثلاثا، فقال رسول الله ﷺ: «لو قلت: نعم لوجبت، ولما استطعتم»، ثم قال: «ذروني ما تركتكم، فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم، فإذا أمرتكم بشيء فأتوا منه ما استطعتم، وإذا نهيتكم عن شيء فدعوه» مسلم."
      }
    ]
  },
  "10": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ",
            "meaning": ""
          },
          {
            "aya": "﴾",
            "meaning": "غير مذللة للعمل في الحراثة"
          },
          {
            "aya": "﴿ﭬ ﭭ ﭮ ﭯ﴾",
            "meaning": "خالية من العيوب"
          },
          {
            "aya": "﴿ﭰ ﭱ ﭲﭳ﴾",
            "meaning": "ليس فيها علامة من لون يخالف لونها"
          },
          {
            "aya": "﴿ﭴ ﭵ ﭶ ﭷﭸ﴾",
            "meaning": "نطقت بالوصف الدقيق"
          },
          {
            "aya": "﴿ﭹ ﭺ ﭻ ﭼ ﭽ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭹ ﭺ ﭻ ﭼ# لسببين: غلاء ثمنها ... وخوف عظيم الفضيحة على أنفسهم بإظهار الله نبيه موسى صلوات الله عليه وأتباعه - على قاتله. ينظر: تفسير الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭾ ﭿ ﮀ ﮁ ﮂﮃ﴾",
            "meaning": "تنازعتم وتدافعتم تهمة القتل"
          },
          {
            "aya": "﴿ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮊ ﮋ ﮌ# قال قتادة: ذكر لنا أنهم ضربوه بفخذها، فأحياه الله فأنبأ بقاتله الذي قتله، وتكلم، ثم مات. الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ# رجح ابن جرير أن بعضها كالحجارة قسوة، وبعضها أشد قسوة من الحجارة. ينظر: تفسير الطبري وتفسير ابن كثير.\n\n#ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ# مذهب أهل السنة والجماعة: أن الله تعالى علم في الجمادات وسائر الحيوانات -سوى العقلاء- علما لا يقف عليه غيره، فلها صلاة وتسبيح وخشية، كما قال جل ذكره: #ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ# [الإسراء:44]، وقال: #ﯝ ﯞﯟ ﯠ ﯡ ﯢ ﯣ ﯤ# [النور:41]، وقال: #ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ# الآية [الحج:18]، فيجب على المرء الإيمان به، ويكل علمه إلى الله سبحانه وتعالى. البغوي\n\nثم ينتقل الخطاب لبيان إعراض اليهود عن الحق في زمن النبي محمد ﷺ"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯢﯣ﴾",
            "meaning": "أيها المؤمنون"
          },
          {
            "aya": "﴿ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ﴾",
            "meaning": "أي: اليهود"
          },
          {
            "aya": "﴿ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄ ﰅ ﰆ ﰇ﴾",
            "meaning": "أي: عرفكم في التوراة من نعت محمد ﷺ"
          },
          {
            "aya": "﴿ﰈ ﰉ ﰊ ﰋﰌ﴾",
            "meaning": "في الآخرة"
          },
          {
            "aya": "﴿ﰍ ﰎ ﰏ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "11": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "من مظاهر تحريفهم لدينهم وافترائهم على الله"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭛ ﭜ﴾",
            "meaning": "يجهلون القراءة والكتابة"
          },
          {
            "aya": "﴿ﭝ ﭞ ﭟ ﭠ ﭡ﴾",
            "meaning": "أكاذيب تلقوها عن أحبارهم"
          },
          {
            "aya": "﴿ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ﴾",
            "meaning": "هلاك ودمار"
          },
          {
            "aya": "﴿ﭨ ﭩ ﭪ ﭫ﴾",
            "meaning": "أي: مختلقا من عندهم"
          },
          {
            "aya": "﴿ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇﮈ# قال قتادة: قالت اليهود: لن ندخل النار إلا تحلة القسم، عدد الأيام التي عبدنا فيها العجل. الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰﮱ ﯓ ﯔ ﯕ ﯖ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ# أي: أحاطت بعاملها، فلم تدع له منفذا، وهذا لا يكون إلا الشرك، فإن من معه الإيمان لا تحيط به خطيئته. #ﮢ ﮣ ﮤﮥ ﮦ ﮧ ﮨ#، وقد احتج بها الخوارج على كفر صاحب المعصية، وهي حجة عليهم كما ترى، فإنها ظاهرة في الشرك، وهكذا كل مبطل يحتج بآية، أو حديث صحيح على قوله الباطل فلا بد أن يكون فيما احتج به حجة عليه. السعدي\n\nمن المواثيق التي أخذت على بني إسرائيل ولم يقوموا بها"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯗ ﯘ ﯙ﴾",
            "meaning": "العهد المؤكد"
          },
          {
            "aya": "﴿ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ﴾",
            "meaning": "كلامًا طيبًا"
          },
          {
            "aya": "﴿ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "الشرائع المذكورة في الآية من أصول الدين، التي أمر الله بها في كل شريعة، لاشتمالها على المصالح العامة، في كل زمان ومكان، فلا يدخلها نسخ، كأصل الدين. ينظر تفسير السعدي\n\n#ﯦ ﯧ ﯨ# لما كان الإنسان لا يسع الناس بماله، أمر بأمر يقدر به على الإحسان إلى كل مخلوق، وهو الإحسان بالقول. السعدي"
      }
    ]
  },
  "12": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ﴾",
            "meaning": "تريقونها بقتل بعضكم بعضا"
          },
          {
            "aya": "﴿ﭗ ﭘ ﭙ ﭚ ﭛ﴾",
            "meaning": "لا يخرج بعضكم بعضا من داره"
          },
          {
            "aya": "﴿ﭜ ﭝ﴾",
            "meaning": "قبلتم ذلك الميثاق"
          },
          {
            "aya": "﴿ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ﴾",
            "meaning": "تسعون في تحريرهم من الأسر"
          },
          {
            "aya": "﴿ﭳ ﭴ ﭵ ﭶﭷ ﭸ ﭹ ﭺ ﭻ ﭼﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ﴾",
            "meaning": "ذل وفضيحة"
          },
          {
            "aya": "﴿ﮆ ﮇ ﮈﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭡ ﭢ ﭣ ﭤ ﭥ# قال ابن عباس: كانوا فريقين:\n\nطائفة منهم من بني قينقاع حلفاء الخزرج\n\nوالنضير وقريظة حلفاء الأوس. الطبري\n\nذلك أن الأوس والخزرج -وهم الأنصار- كانوا قبل مبعث النبي ﷺ مشركين، وكانوا يقتتلون على عادة الجاهلية، فنزلت عليهم الفرق الثلاث من فرق اليهود، بنو قريظة، وبنو النضير، وبنو قينقاع، فكل فرقة منهم حالفت فرقة من أهل المدينة.\n\nفكانوا إذا اقتتلوا أعان اليهودي حليفه على مقاتليه الذين تعينهم الفرقة الأخرى من اليهود، فيقتل اليهودي اليهودي، ويخرجه من دياره إذا حصل جلاء ونهب، ثم إذا وضعت الحرب أوزارها، وكان قد حصل أسارى بين الطائفتين فدى بعضهم بعضًا.\n\nوالأمور الثلاثة كلها قد فرضت عليهم، ففرض عليهم أن لا يسفك بعضهم دم بعض، ولا يخرج بعضهم بعضا، وإذا وجدوا أسيرا منهم، وجب عليهم فداؤه، فعملوا بالأخير وتركوا الأولين ... توهموا أنهم إن لم يعينوا حلفاءهم حصل لهم عار، فاختاروا النار على العار. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "حالهم مع الأنبياء"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮦ ﮧ ﮨ ﮩ ﮪ﴾",
            "meaning": "أتبعنا"
          },
          {
            "aya": "﴿ﮫ ﮬ ﮭﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ﴾",
            "meaning": "قويناه"
          },
          {
            "aya": "﴿ﯖ ﯗﯘ﴾",
            "meaning": "جبريل ♠"
          },
          {
            "aya": "﴿ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨﯩ﴾",
            "meaning": "مغطاة"
          },
          {
            "aya": "﴿ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "13": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ﴾",
            "meaning": "يستنصرون به على المشركين ويتوعدونهم بالنبي المبعوث آخر الزمان"
          },
          {
            "aya": "﴿ﭡ ﭢ ﭣ ﭤ ﭥ ﭦﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ﴾",
            "meaning": "حسداً"
          },
          {
            "aya": "﴿ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀﮁ﴾",
            "meaning": "محمد ﷺ"
          },
          {
            "aya": "﴿ﮂ﴾",
            "meaning": "رجعوا"
          },
          {
            "aya": "﴿ﮃ ﮄ ﮅﮆ ﮇ ﮈ ﮉ ﮊ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭭ ﭮ ﭯ ﭰ# بئس: كلمة مستوفية لجميع الذم، ونقيضها: «نعم». و#ﭮ# بمعنى: باعوا، والذي باعوها به قليل من الدنيا. قوله تعالى: #ﭶ# قال قتادة: حسدا. ومعنى الكلام: كفروا بغيا لأن نزل الله الفضل على النبي ﷺ. ابن الجوزي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ﴾",
            "meaning": "أي: التوراة"
          },
          {
            "aya": "﴿ﮗ ﮘ ﮙ﴾",
            "meaning": "سواه كالقرآن"
          },
          {
            "aya": "﴿ﮚ ﮛ ﮜ ﮝ ﮞﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ﴾",
            "meaning": "لم فعل ذلك أسلافكم ورضيتم بذلك"
          },
          {
            "aya": "﴿ﮧ ﮨ ﮩﮪ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ# الخطاب للموجودين من زمن نبينا بما فعل آباؤهم؛ لرضاهم به. تفسير الجلالين\n\n* قال أبو جعفر: والصواب فيه من القول عندنا، أن الله خاطب الذين أدركوا رسول الله ﷺ من يهود بني إسرائيل - بما خاطبهم في سورة البقرة وغيرها من سائر السور - بما سلف من إحسانه إلى أسلافهم، وبما سلف من كفران أسلافهم نعمه، وارتكابهم معاصيه، واجترائهم عليه وعلى أنبيائه، وأضاف ذلك إلى المخاطبين به، نظير قول العرب بعضها لبعض: فعلنا بكم يوم كذا كذا وكذا، وفعلتم بنا يوم كذا كذا وكذا. الطبري\n\nلا غرابة في تعنتهم في زمن النبي محمد ﷺ فقد تعنتوا في زمن موسى ♠"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮫﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ﴾",
            "meaning": "امتزجت بقلوبكم حب عبادة العجل"
          },
          {
            "aya": "﴿ﯬﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯥ ﯦ ﯧ# قيل: عصينا كان بلسان الحال ... ويحتمل أن قولهم عصينا وقع في زمن متأخر عن وقت نزول التوراة بأن قالوا: عصينا في حثهم على بعض الأوامر، مثل قولهم لموسى حين قال لهم: ادخلوا القرية: #ﭔ ﭕ ﭖ# [المائدة:24] وهذان الوجهان أقرب من قول بعضهم: قالوه في وقت واحد. ابن عاشور بتصرف يسير\n\n#ﯨ ﯩ ﯪ ﯫ ﯬ# إنما عبر عن حب العجل بالشرب دون الأكل؛ لأن شرب الماء يتغلغل في الأعضاء حتى يصل إلى باطنها، والطعام مجاور لها غير متغلغل فيها. القرطبي"
      }
    ]
  },
  "14": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ   ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭝ ﭞ# إن كنتم تعتقدون أنكم أولياء الله من دون الناس، وأنكم أبناء الله وأحباؤه، وأنكم من أهل الجنة ومن عداكم من أهل النار، فباهلوا على ذلك وادعوا على الكاذبين منكم أو من غيركم، واعلموا أن المباهلة تستأصل الكاذب لا محالة. فلما تيقنوا ذلك، وعرفوا صدقه؛ نكلوا عن المباهلة؛ لما يعلمون من كذبهم وافترائهم وكتمانهم الحق من صفة الرسول ﷺ ونعته، وهم يعرفونه كما يعرفون أبناءهم، ويتحققونه. فعلم كل أحد باطلهم، وخزيهم، وضلالهم وعنادهم. ابن كثير"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨﭩ﴾",
            "meaning": "من الكفر والمعاصي"
          },
          {
            "aya": "﴿ﭪ ﭫ ﭬ ﭭ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭣ ﭤ ﭥ# امتنعت اليهود من إجابة النبي ﷺ إلى ذلك، لعلمها أنها إن تمنت الموت هلكت، فذهبت دنياها، وصارت إلى خزي الأبد في آخرتها. كما امتنع فريق النصارى -الذين جادلوا النبي ﷺ في عيسى، إذْ دعوا إلى المباهلة- من المباهلة.\n\nفبلغنا أن رسول الله ﷺ قال: «لو أن اليهود تمنوا الموت لماتوا، ولرأوا مقاعدهم من النار. ولو خرج الذين يباهلون رسول الله ﷺ، لرجعوا لا يجدون أهلا ولا مالا». الطبري، والحديث عند أحمد."
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ﴾",
            "meaning": "حتى أنهم أحرص من الذين"
          },
          {
            "aya": "﴿ﭵﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ﴾",
            "meaning": "بمبعده"
          },
          {
            "aya": "﴿ﮀ ﮁ ﮂ ﮃﮄ ﮅ ﮆ ﮇ ﮈ ﮉ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "عدواتهم لجبريل ♠"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮊ ﮋ ﮌ ﮍ ﮎ# سأل ابن صوريا النبي أو عمر عمن يأتي بالوحي من الملائكة، فقال: جبريل، فقال: هو عدونا يأتي بالعذاب، ولو كان ميكائيل؛ لآمنا لأنه يأتي بالخصب والسلم. تفسير الجلالين، ويراجع مسند أحمد.\n\n#ﮐ ﮑ ﮒ# خص القلب بالذكر؛ لأنه موضع العقل والعلم وتلقي المعارف. القرطبي\n\nالتأكيد على نبوة محمد ﷺ وعلى حال اليهود وتعنتهم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮪ ﮫ ﮬ ﮭ ﮮﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ﴾",
            "meaning": "طرحه"
          },
          {
            "aya": "﴿ﯛ ﯜﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ﴾",
            "meaning": "محمد ﷺ"
          },
          {
            "aya": "﴿ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﴾",
            "meaning": "ما في كتبهم من صفته وصدق رسالته"
          }
        ],
        "tafsir": "#ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ# هذا مثل يضرب لمن استخف بالشيء فلا يعمل به، تقول العرب: اجعل هذا خلف ظهرك ... أي اتركه وأعرض عنه. القرطبي"
      }
    ]
  },
  "15": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑﭒ ﭓ﴾",
            "meaning": "تحدث وتقرأ"
          },
          {
            "aya": "﴿ﭔ ﭕ ﭖ ﭗﭘ﴾",
            "meaning": "نسبوه إلى سليمان كذبًا وزورًا"
          },
          {
            "aya": "﴿ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ﴾",
            "meaning": "أرض بالعراق"
          },
          {
            "aya": "﴿ﭧ ﭨﭩ﴾",
            "meaning": "اسم ملكين أنزلهما الله ابتلاء منه لتعليم السحر والتحذير منه"
          },
          {
            "aya": "﴿ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇﮈ ﮉ ﮊ ﮋ ﮌ ﮍﮎ ﮏ ﮐ ﮑ ﮒ﴾",
            "meaning": "اختاره"
          },
          {
            "aya": "﴿ﮓ ﮔ ﮕ ﮖ ﮗ ﮘﮙ﴾",
            "meaning": "نصيب"
          },
          {
            "aya": "﴿ﮚ ﮛ ﮜ ﮝ ﮞﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬﮭ ﮮ ﮯ ﮰ ﮱ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗﭘ# زعموا أن ذلك كان من علم سليمان وروايته، وأنه إنما كان يستعبد من يستعبد من الإنس والجن والشياطين وسائر خلق الله بالسحر. فحسنوا بذلك من ركوبهم ما حرم الله عليهم من السحر، فبرأ الله سليمان بن داود من السحر والكفر عند من كان منهم ينسبه إلى السحر والكفر، وأكذب الآخرين الذين كانوا يعملون بالسحر متزينين عند أهل الجهل في عملهم ذلك، بأن سليمان كان يعمله. ينظر: تفسير الطبري\n\n* لما كان من العوائد القدرية والحكمة الإلهية أن من ترك ما ينفعه، وأمكنه الانتفاع به فلم ينتفع، ابتلي بالاشتغال بما يضره، فمن ترك عبادة الرحمن، ابتلي بعبادة الأوثان ... كذلك هؤلاء اليهود لما نبذوا كتاب الله اتبعوا ما تتلوا الشياطين. السعدي\n\n#ﭙ ﭚ ﭛ# فيه دليل على كفر الساحر؛ لأنهم نسبوا سليمان إلى السحر، لا إلى الكفر. ابن الجوزي\n\n#ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ# في هذا دليل على أن السحر له حقيقة، وأنه يضر بإذن الله، أي: بإرادة الله، والإذن نوعان: إذن قدري، وهو المتعلق بمشيئة الله، كما في هذه الآية، وإذن شرعي. السعدي\n\nقلت: المعنى أنه وإن أذن بوجوده قدراً إلا أنه لا يرضاه ولا يحبه شرعاً.\n\nالإشارة إلى سوء أدبهم في الخطاب، وتحذير المسلمين من ذلك، ثم بيان حسد اليهود"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ﴾",
            "meaning": "كلمة كان اليهود يقولونها للنبي بقصد السب ونسبته إلى الرعونة"
          },
          {
            "aya": "﴿ﯙ ﯚ﴾",
            "meaning": "انظر إلينا وتعهدنا"
          },
          {
            "aya": "﴿ﯛﯜ ﯝ ﯞ ﯟﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰﯱ ﯲ ﯳ ﯴ ﯵ ﯶﯷ ﯸ ﯹ ﯺ ﯻ ﯼ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ# كان المسلمون يقولون حين خطابهم للرسول عند تعلمهم أمر الدين: #ﯘ# أي: راع أحوالنا، فيقصدون بها معنى صحيحًا، وكان اليهود يريدون بها معنى فاسدا، فانتهزوا الفرصة، فصاروا يخاطبون الرسول بذلك، ويقصدون المعنى الفاسد، فنهى الله المؤمنين عن هذه الكلمة، سدا لهذا الباب.\n\nففيه النهي عن الجائز، إذا كان وسيلة إلى محرم، وفيه الأدب، واستعمال الألفاظ التي لا تحتمل إلا الحسن، وعدم الفحش، وترك الألفاظ القبيحة، أو التي فيها نوع تشويش، أو احتمال لأمر غير لائق، فأمرهم بلفظة لا تحتمل إلا الحسن فقال: #ﯙ ﯚ# فإنها كافية يحصل بها المقصود من غير محذور، #ﯛ# لم يذكر المسموع؛ ليعم ما أمر باستماعه، فيدخل فيه سماع القرآن، وسماع السنة التي هي الحكمة لفظا ومعنى واستجابة، ففيه الأدب والطاعة. السعدي\n\n* في هذه الآية دليلان: أحدهما: على تجنب الألفاظ المحتملة، التي فيها التعريض للتنقيص والغض، ويخرج من هذا فهم القذف بالتعريض، وذلك يوجب الحد ...\n\nالدليل الثاني: التمسك بسد الذرائع وحمايتها. القرطبي"
      }
    ]
  },
  "16": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ﴾",
            "meaning": "نزيل ونرفع"
          },
          {
            "aya": "﴿ﭔ ﭕ ﭖ ﭗ﴾",
            "meaning": "نمحها من القلوب"
          },
          {
            "aya": "﴿ﭘ ﭙ ﭚ ﭛ ﭜﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭒ ﭓ ﭔ ﭕ# لما طعن الكفار في النسخ وقالوا إن محمدا يأمر أصحابه اليوم بأمر وينهى عنه غدا نزلت. تفسير الجلالين\n\n* في الآية: تكذيب لليهود الذين أنكروا نسخ أحكام التوراة، وجحدوا نبوة عيسى، وأنكروا محمدا ﷺ ؛ لمجيئهما بما جاءا به من عند الله بتغيير ما غير الله من حكم التوراة. الطبري\n\n* حقيقة النسخ نقل المكلفين من حكم مشروع، إلى حكم آخر، أو إلى إسقاطه، وكان اليهود ينكرون النسخ، ويزعمون أنه لا يجوز، وهو مذكور عندهم في التوراة، فإنكارهم له كفر وهوى محض. السعدي\n\n* أنكرت النسخ طوائف من اليهود، وهم محجوجون بما جاء في توراتهم بزعمهم أن الله تعالى قال لنوح ♠ عند خروجه من السفينة: إني قد جعلت كل دابة مأكلا لك ولذريتك، وأطلقت ذلك لكم كنبات العشب، ما خلا الدم فلا تأكلوه. ثم قد حرم على موسى وعلى بني إسرائيل كثيرا من الحيوان، وبما كان آدم ♠ يزوج الأخ من الأخت، وقد حرم الله ذلك على موسى ♠ وعلى غيره، وبأن إبراهيم الخليل أمر بذبح ابنه ثم قال له: لا تذبحه، وبأن موسى أمر بني إسرائيل أن يقتلوا من عبد منهم العجل، ثم أمرهم برفع السيف عنهم، وبأن نبوته غير متعبد بها قبل بعثه، ثم تعبد بها بعد ذلك، إلى غير ذلك. وليس هذا من باب البداء بل هو نقل العباد من عبادة إلى عبادة، وحكم إلى حكم، لضرب من المصلحة؛ إظهارا لحكمته، وكمال مملكته. ولا خلاف بين العقلاء أن شرائع الأنبياء قصد بها مصالح الخلق الدينية والدنيوية، وإنما كان يلزم البداء لو لم يكن عالما بمآل الأمور، وأما العالم بذلك فإنما تتبدل خطاباته بحسب تبدل المصالح ... وجعلت اليهود النسخ والبداء شيئا واحدا. القرطبي\n\n#ﭘ ﭙ ﭚ ﭛ ﭜ# دل على أن النسخ لا يكون لأقل مصلحة لكم من الأول؛ لأن فضله تعالى يزداد، خصوصا على هذه الأمة، التي سهل عليها دينها غاية التسهيل. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃﮄ﴾",
            "meaning": "كقولهم أرنا الله جهرة وغير ذلك"
          },
          {
            "aya": "﴿ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ﴾",
            "meaning": "وسط الطريق وهو الصراط المستقيم"
          }
        ],
        "tafsir": "رغبة اليهود في إضلال المؤمنين وبيان أن سبيل المؤمنين لكف شرهم هو الصبر وإصلاح النفوس"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮙ ﮚ ﮛ ﮜ# الحسد:  تمني زوال النعمة عن المحسود، وإن لم يصر للحاسد مثلها، وتفارقه الغبطة، فإنها تمني مثلها من غير حب زوالها عن المغبوط ... ولا يجوز أن يكون الفاضل حسودا؛ لأن الفاضل يجري على ما هو الجميل. وقال بعض الحكماء: كل أحد يمكن أن ترضيه إلا الحاسد، فانه لا يرضيه إلا زوال نعمتك. وقال الأصمعي: سمعت أعرابيا يقول: ما رأيت ظالما أشبه بمظلوم من الحاسد، حزن لازم، ونفس دائم، وعقل هائم، وحسرة لا تنقضي. ابن الجوزي\n\n#ﮤ ﮥ# العفو: ترك المؤاخذة بالذنب. والصفح: إزالة أثره من النفس، صفحت عن فلان: إذا أعرضت عن ذنبه. الشوكاني"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯓ ﯔ ﯕ ﯖﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯡ ﯢ ﯣ ﯤ ﯥ# هذا الكلام وإن كان خرج مخرج الخبر، فإن فيه وعدا ووعيدا وأمرا وزجرا. وذلك أنه أعلم القوم أنه بصير بجميع أعمالهم ليجدوا في طاعته. ابن كثير\n\nأماني أهل الكتاب، وتنازعهم، وذكر شيء من مخازي بعض منتسبيهم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰﯱ ﯲ ﯳﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ﴾",
            "meaning": "متبع للرسول"
          },
          {
            "aya": "﴿ﰃ ﰄ ﰅ ﰆ ﰇ ﰈ ﰉ ﰊ ﰋ ﰌ ﰍ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "17": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟﭠ ﭡ ﭢ ﭣ ﭤ ﭥ﴾",
            "meaning": "أي: المشركون من العرب وغيرهم"
          },
          {
            "aya": "﴿ﭦ ﭧﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ",
            "meaning": ""
          }
        ],
        "tafsir": "فإن قيل: لم وبخهم وقد صدقوا، فإن كلا الدينين بعد النسخ ليس بشيء؟. قلت: لم يقصدوا ذلك، وإنما قصد به كل فريق إبطال دين الآخر من أصله، والكفر بنبيه وكتابه مع أن ما لم ينسخ منهما حق واجب القبول والعمل به. تفسير البيضاوي"
      },
      {
        "ayat": [
          {
            "aya": "﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ# المراد من منع من كل مسجد إلى يوم القيامة، وهو الصحيح، لأن اللفظ عام ورد بصيغة الجمع، فتخصيصها ببعض المساجد وبعض الأشخاص ضعيف. القرطبي\n\n* وإذا كان لا أظلم ممن منع مساجد الله أن يذكر فيها اسمه، فلا أعظم إيمانا ممن سعى في عمارة المساجد بالعمارة الحسية والمعنوية، كما قال تعالى: #ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ# [التوبة:18]. السعدي\n\n#ﭽ ﭾ ﭿ# الحسي والمعنوي، فالخراب الحسي: هدمها وتخريبها، وتقذيرها، والخراب المعنوي: منع الذاكرين لاسم الله فيها. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﮔ ﮕ ﮖﮗ ﮘ ﮙ ﮚ ﮛ ﮜﮝ ﮞ ﮟ ﮠ ﮡ ﮢ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮔ ﮕ ﮖﮗ ﮘ ﮙ ﮚ ﮛ ﮜ# قيل: نزلت هذه الآية على رسول الله ﷺ إذنا من الله أن يصلي التطوع حيث توجه من شرق أو غرب -في مسيره في سفره، وفي حال المسايفة وشدة الخوف- ... وقال آخرون: بل نزلت هذه الآية في قوم عميت عليهم القبلة، فلم يعرفوا شطرها. ابن كثير\n\nالرد على من نسب لله الولد كقول المشركين: الملائكة بنات الله، وعلى من اشترط آية معينة للإيمان"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮣ ﮤ ﮥ ﮦﮧ ﮨﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯﮰ ﮱ ﯓ ﯔ ﯕ﴾",
            "meaning": "خاضعون منقادون"
          }
        ],
        "tafsir": "فالنوع الأول كما في هذه الآية، والنوع الثاني: كما في قوله تعالى: #ﭖ ﭗ ﭘ# [البقرة:238]. السعدي\n\n* فإذا كانوا كلهم عبيده، مفتقرين إليه، وهو غني عنهم، فكيف يكون منهم أحد، يكون له ولدًا، والولد لا بد أن يكون من جنس والده؛ لأنه جزء منه. السعدي\n\n#ﮱ ﯓ ﯔ# القنوت نوعان: قنوت عام: وهو قنوت الخلق كلهم، تحت تدبير الخالق، وخاص: وهو قنوت العبادة."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯖ﴾",
            "meaning": "الخالق على غير مثال سابق"
          },
          {
            "aya": "﴿ﯗ ﯘﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ﴾",
            "meaning": "أي: كفار مكة للنبيﷺ"
          },
          {
            "aya": "﴿ﯧ ﯨ ﯩ ﯪ ﯫ ﯬﯭ﴾",
            "meaning": "مما اقترحناه"
          },
          {
            "aya": "﴿ﯮ ﯯ ﯰ ﯱ ﯲ﴾",
            "meaning": "من كفار الأمم الماضية؛ لأنبيائهم"
          },
          {
            "aya": "﴿ﯳ ﯴﯵ ﯶ ﯷﯸ ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃﰄ ﰅ ﰆ ﰇ ﰈ ﰉ ﰊ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ# يعنون آيات الاقتراح، التي يقترحونها بعقولهم الفاسدة، وآرائهم الكاسدة، التي تجرأوا بها على الخالق، واستكبروا على رسله كقولهم: #ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ# [البقرة:55]، #ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ# [النساء:153] الآية، وقالوا: #ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ# [الفرقان:7-8] الآيات، وقوله: #ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ# [الإسراء:90] الآيات.\n\nفهذا دأبهم مع رسلهم، يطلبون آيات التعنت، لا آيات الاسترشاد، ولم يكن قصدهم تبين الحق، فإن الرسل، قد جاءوا من الآيات، بما يؤمن بمثله البشر، ولهذا قال تعالى: #ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ# فكل موقن، فقد عرف من آيات الله الباهرة، وبراهينه الظاهرة، ما حصل له به اليقين، واندفع عنه كل شك وريب. السعدي"
      }
    ]
  },
  "18": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭢ ﭣ ﭤ# فهذا فيه النهي العظيم عن اتباع أهواء اليهود والنصارى، والتشبه بهم فيما يختص به دينهم. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭴ ﭵ ﭶ﴾",
            "meaning": "أي:ثم آمنوا بك فأولئك"
          },
          {
            "aya": "﴿ﭷ ﭸ ﭹ ﭺ ﭻ ﭼﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ﴾",
            "meaning": "تغني"
          },
          {
            "aya": "﴿ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ﴾",
            "meaning": "فداء"
          },
          {
            "aya": "﴿ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "إبراهيم ♠ والإمامة، وبيان فضل البيت الحرام؛ تمهيدا للحديث عن تحويل القبلة"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ﴾",
            "meaning": "بأوامر ونواه كلفه بها"
          },
          {
            "aya": "﴿ﮪﮫ ﮬ ﮭ ﮮ ﮯ ﮰﮱ ﯓ ﯔ ﯕﯖ ﯗ ﯘ ﯙ ﯚ﴾",
            "meaning": "الإمامة في الدين"
          },
          {
            "aya": "﴿ﯛ ﯜ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮥ ﮦ ﮧ ﮨ ﮩ# قيل: هي مناسك الحج. وقيل: المضمضة والاستنشاق والسواك وقص الشارب وفرق الشعر وقلم الأظفار ونتف الإبط وحلق العانة والختان والاستنجاء. تفسير الجلالين\n\n#ﮬ ﮭ ﮮ ﮯ ﮰ# وهذه -لعمر الله- أفضل درجة، تنافس فيها المتنافسون، وأعلى مقام شمر إليه العاملون، وأكمل حالة حصلها أولو العزم من المرسلين وأتباعهم، من كل صديق متبع لهم، داع إلى الله وإلى سبيله. فلما اغتبط إبراهيم بهذا المقام، وأدرك هذا، طلب ذلك لذريته؛ لتعلو درجته ودرجة ذريته، وهذا أيضا من إمامته، ونصحه لعباد الله، ومحبته أن يكثر فيهم المرشدون، فلله عظمة هذه الهمم العالية، والمقامات السامية. السعدي\n\n#ﯗ ﯘ ﯙ ﯚ ﯛ# هذا خبر من الله جل ثناؤه عن أن الظالم لا يكون إماما يقتدي به أهل الخير. الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯝ ﯞ ﯟ ﯠ ﯡ﴾",
            "meaning": "مرجعًا يأتونه كلما رحلوا عنه اشتاقوا إليه"
          },
          {
            "aya": "﴿ﯢ ﯣ ﯤ ﯥ ﯦ ﯧﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯥ ﯦ# قيل: كان أثر أصابع رجليه بينا فيه فاندرس من كثرة المسح بالأيدي.\n\nقال قتادة ومقاتل والسدي: أمروا بالصلاة عند مقام إبراهيم، ولم يؤمروا بمسحه وتقبيله. البغوي\n\n* في البخاري: أنه الحجر الذي ارتفع عليه إبراهيم حين ضعف عن رفع الحجارة التي كان إسماعيل يناولها إياه في بناء البيت، وغرقت قدماه فيه. قال أنس: رأيت في المقام أثر أصابعه، وعقبه، وأخمص قدميه، غير أنه أذهبه مسح الناس بأيديهم. حكاه القشيري. القرطبي\n\n* لا شك أن مقام إبراهيم ثابت وأن هذا الذي بني عليه الزجاج هو مقام إبراهيم ، لكن الحفر الذي فيه لا يظهر أنها أثر القدمين ، لأن المعروف من الناحية التاريخية أن أثر القدمين قد زال منذ أزمنة متطاولة ، ولكن حفرت هذه أو وضعت للعلامة فقط ، ولا يمكن أن نجزم بأن هذا الحفر هو موضع قدمي إبراهيم -عليه الصلاة والسلام-. ابن عثيمين في مجموع فتاوى ورسائل العثيمين.\n\n#ﯰ ﯱ ﯲ ﯳ# قدم الطواف، لاختصاصه بالمسجد الحرام، ثم الاعتكاف، لأن من شرطه المسجد مطلقا، ثم الصلاة، مع أنها أفضل، لهذا المعنى. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄ ﰅ ﰆﰇ ﰈ﴾",
            "meaning": "أي: قال الله"
          },
          {
            "aya": "﴿ﰉ ﰊ ﰋ ﰌ ﰍ ﰎ﴾",
            "meaning": "ألجئه"
          },
          {
            "aya": "﴿ﰏ ﰐ ﰑﰒ ﰓ ﰔﰕ﴾",
            "meaning": "المرجع والمقام"
          }
        ],
        "tafsir": "#ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ# إنما سأل إبراهيم ربه أن يجعلها آمنا من القحط والجدب والغارات، وأن يرزق أهله من الثمرات، لا على ما ظنه بعض الناس أنه المنع من سفك الدم في حق من لزمه القتل، فإن ذلك يبعد كونه مقصودا لإبراهيم ﷺ حتى يقال: طلب من الله أن يكون في شرعه تحريم قتل من التجأ إلى الحرم، هذا بعيد جدا. القرطبي\n\n*  كانت مكة حراماً فلم يتعبد الله الخلق بذلك حتى سأله إبراهيم فحرمها. ينظر: تفسير الطبري\n\n*الدنيا إذا طلبت ليتقوى بها على الدين، كان ذلك من أعظم أركان الدين، فإذا كان البلد آمنا وحصل فيه الخصب تفرغ أهله لطاعة الله تعالى، وإذا كان البلد على ضد ذلك كانوا على ضد ذلك. تفسير الرازي"
      }
    ]
  },
  "19": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ﴾",
            "meaning": "الأسس"
          },
          {
            "aya": "﴿ﭕ ﭖ ﭗ ﭘ ﭙ ﭚﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ﴾",
            "meaning": "بصرنا بمعالم عبادتنا لك"
          },
          {
            "aya": "﴿ﭬ ﭭﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿﮀ﴾",
            "meaning": "يطهرهم من الشرك وسوء الأخلاق وينميهم بالطاعة"
          },
          {
            "aya": "﴿ﮁ ﮂ ﮃ ﮄ ﮅ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚﭛ # عن وهيب بن الورد قال: قرأ {وإذ يرفع إبراهيم القواعد من البيت وإسماعيل ربنا تقبل منا} [البقرة: 127] زاد ابن خنيس في حديثه، ثم يبكي، فقال وهيب: «يا خليل الرحمن ترفع قوائم بيت الرحمن وأنت مشفق أن لا يقبل منك» تفسير ابن أبي حاتم\n\n#ﭴ ﭵ ﭶ ﭷ ﭸ# فاستجاب الله لهما، فبعث الله هذا الرسول الكريم الذي رحم الله به ذريتهما خاصة، وسائر الخلق عامة، ولهذا قال عليه الصلاة والسلام: «أنا دعوة أبي إبراهيم». السعدي والحديث عند أحمد."
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﮆ ﮇ﴾",
            "meaning": "يعرض وينصرف"
          },
          {
            "aya": "﴿ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎﮏ﴾",
            "meaning": "سفيه جاهل"
          },
          {
            "aya": "﴿ﮐ ﮑ ﮒ ﮓﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟﮠ﴾",
            "meaning": "انقد لله وأخلص له دينك"
          },
          {
            "aya": "﴿ﮡ ﮢ ﮣ ﮤ ﮥ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "التوحيد وصية إبراهيم ويعقوب ﮕ"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮦ ﮧ﴾",
            "meaning": "الإخلاص لله بالتوحيد والإنقياد"
          },
          {
            "aya": "﴿ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ# سبب نزولها: أن اليهود قالوا للنبي ﷺ: ألست تعلم أن يعقوب أوصى بنيه يوم مات باليهودية؟ فنزلت هذه الآية، قاله مقاتل. ابن الجوزي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯴ ﯵ ﯶ ﯷﯸ ﯹ ﯺ ﯻ ﯼ ﯽ ﯾﯿ ﰀ ﰁ ﰂ ﰃ ﰄ ﰅ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯴ ﯵ ﯶ ﯷ ﯹ ﯺ ﯻ ﯼ ﯽ ﯾﯿ ﰀ ﰁ ﰂ ﰃ ﰄ# اشتغالكم بهم وادعاؤكم، أنكم على ملتهم، والرضا بمجرد القول، أمر فارغ لا حقيقة له، بل الواجب عليكم، أن تنظروا حالتكم التي أنتم عليها، هل تصلح للنجاة أم لا؟ السعدي\n\n* سأل رجل الإمام أحمد عما جرى بين علي ومعاوية رضي الله عنهما فأعرض عنه فقيل له يا أبا عبدالله، هو رجل من بني هاشم، فأقبل عليه وقرا الآية. ينظر: مناقب الإمام أحمد. «ل»."
      }
    ]
  },
  "20": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖﭗ ﭘ ﭙ ﭚ ﭛ ﭜﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭘ ﭙ ﭚ ﭛ# احتج الله لنبيه محمد ﷺ أبلغ حجة وأوجزها وأكملها، وعلمها محمدا نبيه ﷺ فقال: يا محمد، أجب القائلين لك ولأصحابك من اليهود والنصارى: #ﭒ ﭓ ﭔ ﭕ ﭖ#.\n\nوقل: بل تعالوا نتبع ملة إبراهيم التي يجمع جميعنا على الشهادة لها بأنها دين الله الذي ارتضاه واجتباه وأمر به -فإن دينه كان الحنيفية المسلمة- وندع سائر الملل التي نختلف فيها، فينكرها بعضنا، ويقر بها بعضنا. فإن ذلك -على اختلافه- لا سبيل لنا على الاجتماع عليه، كما لنا السبيل إلى الاجتماع على ملة إبراهيم… فإن قال قائل: أوَ ما كان مَنْ كان من قبل إبراهيم ﷺ، من الأنبياء وأتباعهم، مستقيمين على ما أمروا به من طاعة الله استقامةَ إبراهيم وأتباعه؟\n\nقيل: بَلى. فإن قال: فكيف أضيف «الحنيفية» إلى إبراهيم وأتباعه على ملته خاصة، دون سائر الأنبياء قبله وأتباعهم؟\n\nقيل: إنّ كل من كان قبل إبراهيم من الأنبياء كان حنيفًا متّبعًا طاعة الله، ولكن الله تعالى ذكره لم يجعل أحدًا منهم إمامًا لمن بعده من عباده إلى قيام الساعة، كالذي فعل من ذلك بإبراهيم، فجعله إمامًا فيما بيّنه من مناسك الحج، والختان، وغير ذلك من شرائع الإسلام، تعبُّدًا به أبدًا إلى قيام الساعة. ينظر: تفسير الطبري\n\n*الحنيف: المائل عن الشرك سواء شرك عبادة الأصنام أو شرك الهوى، ومن تبين له صدق أحد من الرسل ولم يتبعه اتباعاً للهوى فهو ليس بحنيف."
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ﴾",
            "meaning": "الأنبياء من ولد يعقوب الذين كانوا في قبائل بني إسرائيل"
          },
          {
            "aya": "﴿ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭰ# فُسر الأسباط بأنهم أولاد يعقوب، والصواب أنه ليس المراد بهم أولاده لصلبه، بل ذريته، كما يقال فيهم أيضا «بنو إسرائيل»، وكان في ذريته الأنبياء، فالأسباط من بني إسرائيل، كالقبائل من بني إسماعيل. ابن تيمية في جامع المسائل\n\n#ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ# اليهود والنصارى والصابئون وغيرهم - وإن زعموا أنهم يؤمنون بما يؤمنون به من الرسل والكتب - فإنهم يكفرون بغيره، فيفرقون بين الرسل والكتب، بعضها يؤمنون به وبعضها يكفرون به، وينقض تكذيبهم تصديقهم، فإن الرسول الذي زعموا أنهم قد آمنوا به، قد صدق سائر الرسل -وخصوصًا محمد ﷺ -، فإذا كذبوا محمدا، فقد كذبوا رسولهم فيما أخبرهم به، فيكون كفرا برسولهم. السعدي."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑﮒ﴾",
            "meaning": "خلاف شديد"
          },
          {
            "aya": "﴿ﮓ ﮔﮕ ﮖ ﮗ ﮘ ﮙ ﴾",
            "meaning": ""
          },
          {
            "aya": "﴿ﮚ ﮛﮜ﴾",
            "meaning": "الزموا صبغة الله، وهو دينه"
          },
          {
            "aya": "﴿ﮝ ﮞ ﮟ ﮠ ﮡﮢ ﮣ ﮤ ﮥ ﮦ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮚ ﮛ# الزموا صبغة الله، وهو دينه، وقوموا به قياما تاما، بجميع أعماله الظاهرة والباطنة، وجميع عقائده في جميع الأوقات، حتى يكون لكم صبغة، وصفة من صفاتكم، فإذا كان صفة من صفاتكم، أوجب ذلك لكم الانقياد لأوامره، طوعا واختيارا ومحبة، وصار الدين طبيعة لكم بمنزلة الصبغ التام للثوب الذي صار له صفة، فحصلت لكم السعادة الدنيوية والأخروية. السعدي\n\n* قال ابن عباس: النصارى إذا ولد لأحدهم ولد فأتى عليه سبعة أيام غمسوه في ماء لهم أصفر، يقال له: المعمودية، وصبغوه به؛ ليطهروه بذلك الماء مكان الختان، فإذا فعلوا به ذلك قالوا: الآن صار نصرانيا حقا، فأخبر الله أن دينه الإسلام لا ما يفعله النصارى. البغوي\n\nقطع الانتساب بين إبراهيم ♠ الموحد وبين طوائف الكفر"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ﴾",
            "meaning": "فله أن يصطفي من يشاء"
          },
          {
            "aya": "﴿ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕﯖ﴾",
            "meaning": "بذلك نتميز عليكم"
          }
        ],
        "tafsir": "#ﮧ ﮨ ﮩ ﮪ# قال اليهود للمسلمين: نحن أهل الكتاب الأول، وقبلتنا أقدم، ولم تكن الأنبياء من العرب، ولو كان محمد نبيا؛ لكان منا. تفسير الجلالين\n\n#ﯓ ﯔ ﯕ# كان أهل الكتاب يزعمون أنهم أولى بالله من المسلمين، وهذا مجرد دعوى تفتقر إلى برهان ودليل. فإذا كان رب الجميع واحدا، ليس ربا لكم دوننا، وكل منا ومنكم له عمله، فاستوينا نحن وإياكم بذلك. فهذا لا يوجب أن يكون أحد الفريقين أولى بالله من غيره؛ لأن التفريق مع الاشتراك في الشيء، من غير فرق مؤثر دعوى باطلة، وتفريق بين متماثلين، ومكابرة ظاهرة. وإنما يحصل التفضيل، بإخلاص الأعمال الصالحة لله وحده، وهذه الحالة، وصف المؤمنين وحدهم. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ﴾",
            "meaning": "الذين ماتوا قبل التوراة والإنجيل"
          },
          {
            "aya": "﴿ﯟ ﯠ ﯡ ﯢﯣ ﯤ ﯥ ﯦ ﯧ ﯨﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱﯲ ﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ# هذا يعرفه كل من له أدنى عقل حتى إنهم بأنفسهم حتى إنهم بأنفسهم يعرفون ذلك، ويعرفون أن إبراهيم وغيره من الأنبياء لم يكونوا هودا ولا نصارى، فكتموا هذا العلم وهذه الشهادة، فلهذا كان ظلمهم أعظم الظلم. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯹ ﯺ ﯻ ﯼﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃﰄ ﰅ ﰆ ﰇ ﰈ ﰉ ﰊ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯹ ﯺ ﯻ ﯼ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃﰄ# كررها؛ لقطع التعلق بالمخلوقين، وأن المعول عليه ما اتصف به الإنسان، لا عمل أسلافه وآبائه، فالنفع الحقيقي بالأعمال، لا بالانتساب المجرد للرجال. السعدي"
      }
    ]
  },
  "21": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑﭒ ﭓ ﭔ ﭕ﴾",
            "meaning": "من اليهود وأهل النفاق والمشركين"
          },
          {
            "aya": "﴿ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜﭝ ﭞ ﭟ ﭠ ﭡﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨﭩ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "()#ﭒ ﭓ# العاقل لا يبالي باعتراض السفيه، ولا يلقي له ذهنه. ودلت الآية على أنه لا يعترض على أحكام الله إلا سفيه جاهل معاند، وأما الرشيد المؤمن العاقل فيتلقى أحكام ربه بالقبول والانقياد، والتسليم. السعدي\n\n* قيل: إن سيقول بمعنى قال، وإنما عبر عن الماضي بلفظ المستقبل للدلالة على استدامته واستمراره عليه، وقيل: إن الإخبار بهذا الخبر كان قبل التحول إلى الكعبة، وإن فائدة ذلك أن الإخبار بالمكروه إذا وقع قبل وقوعه؛ كان فيه تهوينا لصدمته، وتخفيفا لروعته، وكسرا لسورته. الشوكاني\n\n#ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ# أجمع العلماء على أن القبلة أول ما نسخ من القرآن.. ودلت أيضا على جواز نسخ السنة بالقرآن، وذلك أن النبي ﷺ صلى نحو بيت المقدس، وليس في ذلك قرآن. القرطبي\n\n#ﭚ ﭛ ﭜ# المسلمون كانوا مأمورين باستقبال بيت المقدس، مدة مقامهم بمكة، ثم بعد الهجرة إلى المدينة، نحو سنة ونصف، لما لله تعالى في ذلك من الحكم التي سيشير إلى بعضها. ينظر: تفسير السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭪ ﭫ ﭬ ﭭ﴾",
            "meaning": "عدولًا خيارًا معتدلين في كل أمور الدين"
          },
          {
            "aya": "﴿ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ﴾",
            "meaning": "نراه واقعًا وهو ما يوجب الجزاء"
          },
          {
            "aya": "﴿ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅﮆ﴾",
            "meaning": "يرتد عن دينه"
          },
          {
            "aya": "﴿ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎﮏ ﮐ ﮑ ﮒ ﮓ ﮔﮕ﴾",
            "meaning": "أجر صلاتكم إلى بيت المقدس"
          },
          {
            "aya": "﴿ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭫ ﭬ ﭭ# في الآية دليل على أن إجماع هذه الأمة، حجة قاطعة، وأنهم معصومون عن الخطأ؛ لإطلاق قوله: #ﭭ# فلو قدر اتفاقهم على الخطأ لم يكونوا وسطا إلا في بعض الأمور، ولقوله: #ﭮ ﭯ ﭰ ﭱ# يقتضي أنهم إذا شهدوا على حكم أن الله أحله أو حرمه أو أوجبه، فإنها معصومة في ذلك. وفيها اشتراط العدالة في الحكم، والشهادة، والفتيا، ونحو ذلك. السعدي\n\n#ﭮ ﭯ ﭰ ﭱ# يحكمون على الناس من سائر أهل الأديان، ولا يحكم عليهم غيرهم، فما شهدت له هذه الأمة بالقبول؛ فهو مقبول، وما شهدت له بالرد؛ فهو مردود. فإن قيل: كيف يقبل حكمهم على غيرهم، والحال أن كل مختصمين غير مقبول قول بعضهم على بعض؟ قيل: إنما لم يقبل قول أحد المتخاصمين؛ لوجود التهمة، فأما إذا انتفت التهمة، وحصلت العدالة التامة، كما في هذه الأمة، فإنما المقصود، الحكم بالعدل والحق، وشرط ذلك، العلم والعدل، وهما موجودان في هذه الأمة، فقبل قولها. فإن شك شاك في فضلها، وطلب مزكيا لها، فهو أكمل الخلق، نبيهم ﷺ، فلهذا قال تعالى: #ﭲ ﭳ ﭴ ﭵ#. السعدي\n\n* عن أبي سعيد الخدري، قال: قال رسول الله ﷺ: «يدعى نوح يوم القيامة، فيقول: لبيك وسعديك يا رب، فيقول: هل بلغت؟ فيقول: نعم، فيقال لأمته: هل بلغكم؟ فيقولون: ما أتانا من نذير، فيقول: من يشهد لك؟ فيقول: محمد وأمته، فتشهدون أنه قد بلغ: #ﭲ ﭳ ﭴ ﭵ# فذلك قوله جل ذكره: #ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ#». البخاري\n\n#ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ# ارتدَّ -فيما ذكر- رجالٌ ممن كان قد أسلمَ واتَّبع رسول الله ﷺ، وأظهرَ كثيرٌ من المنافقين -من أجل ذلك- نفاقَهم، وقالوا: ما بَالُ محمد يحوّلنا مرة إلى هاهنا ومرة إلى هاهنا! وقال المسلمون، فيمن مضى من إخوانهم المسلمين وهم يصلون نحو بيت المقدس: بطلت أعمالُنا وأعمالُهم وضاعت! وقال المشركون: تحيَّر محمد ﷺ في دينه! فكان ذلك فتنةً للناس، وتمحيصًا للمؤمنين. الطبري\n\n#ﮐ ﮑ ﮒ ﮓ ﮔﮕ# وفي هذه الآية، دليل لمذهب أهل السنة والجماعة، أن الإيمان تدخل فيه أعمال الجوارح. السعدي\n\n* قال مالك: إني لأذكر بهذه الآية قول المرجئة: إن الصلاة ليست من الإيمان. القرطبي\n\nالأمر بتحويل القبلة، وعدم الالتفات إلى تعنت اليهود؛ لمعرفتهم أن محمدا ﷺ على حق"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮜ ﮝ ﮞ ﮟ ﮠ ﮡﮢ ﮣ ﮤ ﮥﮦ ﮧ ﮨ ﮩ ﮪ ﮫﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝﯞ﴾",
            "meaning": "أي: التولي إلى الكعبة ثابت في كتبهم"
          },
          {
            "aya": "﴿ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ# متطلعا إلى الوحي، ومتشوقا للأمر باستقبال الكعبة، وكان يود ذلك؛ لأنها قبلة إبراهيم، ولأنه أدعى إلى إسلام العرب. تفسير الجلالين\n\n#ﮧ ﮨ ﮩ ﮪ ﮫ# فيها اشتراط استقبال الكعبة، للصلوات كلها، فرضها ونفلها، وأنه إن أمكن استقبال عينها، وإلا فيكفي شطرها وجهتها، وأن الالتفات بالبدن، مبطل للصلاة. السعدي\n\n* ولا يستثنى من هذا شيء، سوى النافلة في حال السفر، فإنه يصليها حيثما توجه قالبه، وقلبه نحو الكعبة. وكذا في حال المسايفة في القتال يصلي على كل حال، وكذا من جهل جهة القبلة يصلي باجتهاده، وإن كان مخطئا في نفس الأمر؛ لأن الله تعالى لا يكلف نفسا إلا وسعها. ابن كثير\n\n#ﮧ ﮨ ﮩ ﮪ ﮫ# من جلس في المسجد الحرام فليكن وجهه إلى الكعبة وينظر إليها إيمانا واحتسابا، فإنه يروى أن النظر إلى الكعبة عبادة، قاله عطاء ومجاهد. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ﴾",
            "meaning": "على صدقك في أمر القبلة"
          },
          {
            "aya": "﴿ﯬ ﯭ ﯮﯯ ﯰ ﯱ ﯲ ﯳﯴ ﯵ ﯶ ﯷ ﯸ ﯹﯺ﴾",
            "meaning": "أي: اليهود قبلة النصارى وبالعكس"
          },
          {
            "aya": "﴿ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃﰄ ﰅ ﰆ ﰇ ﰈ ﰉ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮﯯ ﯰ ﯱ ﯲ ﯳ# قطع لطمعه في إسلامهم وطمعهم في عوده إليها. تفسير الجلالين"
      }
    ]
  },
  "22": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ﴾",
            "meaning": "صدق محمد ﷺ بنعته في كتبهم"
          },
          {
            "aya": "﴿ﭕ ﭖ ﭗﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣﭤ ﭥ ﭦ ﭧ ﭨ ﭩ﴾",
            "meaning": "الشاكين"
          },
          {
            "aya": "﴿ﭪ ﭫ ﭬ ﭭﭮ ﭯ ﭰﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈﮉ ﮊ ﮋ ﮌ ﮍﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ﴾",
            "meaning": "سيبقون على عنادهم"
          },
          {
            "aya": "﴿ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ# اختلفوا في حكمة هذا التكرار ثلاث مرات، فقيل: تأكيد؛ لأنه أول ناسخ وقع في الإسلام على ما نص عليه ابن عباس وغيره. وقيل: بل هو منزل على أحوال، فالأمر الأول لمن هو مشاهد الكعبة، والثاني لمن هو في مكة غائبا عنها، والثالث لمن هو في بقية البلدان، هكذا وجهه فخر الدين الرازي. ابن كثير\n\nمن وسائل مواجهة شبهات اليهود والمشركين تذكر نعم الله والذكر"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯗ ﯘ# قال بعضهم: يرجع إلى ما قبلها. معناه: ولأتم نعمتي عليكم كما أرسلنا ... وقال مجاهد وعطاء والكلبي: هي متعلقة بما بعدها وهو قوله: #ﯩ ﯪ# معناه: كما أرسلنا فيكم رسولا منكم فاذكروني البغوي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯩ ﯪ# عن أبي هريرة، قال: قال رسول الله ﷺ: يقول الله ﭬ: «أنا عند ظن عبدي بي، وأنا معه حين يذكرني، إن ذكرني في نفسه، ذكرته في نفسي، وإن ذكرني في ملأ، ذكرته في ملأ هم خير منهم، وإن تقرب مني شبرا، تقربت إليه ذراعا، وإن تقرب إلي ذراعا، تقربت منه باعا، وإن أتاني يمشي أتيته هرولة». مسلم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯰ ﯱ ﯲ ﯳ﴾",
            "meaning": "على الأمور الدينية والدنيوية"
          },
          {
            "aya": "﴿ﯴ ﯵﯶ ﯷ ﯸ ﯹ ﯺ ﯻ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯷ ﯸ ﯹ ﯺ# فيها أعظم ترغيب لعباده سبحانه إلى لزوم الصبر على ما ينوب من الخطوب. فمن كان الله معه لم يخش من الأهوال وإن كانت كالجبال. الشوكاني"
      }
    ]
  },
  "23": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭚ ﭛ# لم تفته الحياة المحبوبة، بل حصل له حياة أعظم وأكمل ... بل قد أخبر النبي ﷺ أن أرواح الشهداء في أجواف طيور خضر، ترد أنهار الجنة، وتأكل من ثمارها، وتأوي إلى قناديل معلقة بالعرش. السعدي، والحديث في مسلم.\n\n* فإن قال لنا قائل: ما خصوصيتهم عن المؤمنين الذين جاء الخبر أنهم يفتح لهم من قبورهم أبوابٌ إلى الجنة، يَشمون منها رَوْحها، ويستعجلون الله قيام الساعة ... قيل: إنّ الذي خَصّ الله به الشهداء في ذلك، وأفادَ المؤمنين بخبره عنهم تعالى ذكره، إعلامه إياهم أنهم مرزوقون من مآكل الجنة ومطاعمها في بَرْزَخِهم قَبل بعثهم، ومنعَّمون بالذي ينعم به داخلوها بعد البعث من سائر البشر، من لذيذ مطاعمها الذي لم يُطعمها الله أحدًا غيرَهم في برزخه قبل بعثه. ينظر: تفسير الطبري\n\n#ﭜ ﭝ ﭞ# يعني به: ولكنكم لا تَرونهم فتعلموا أنهم أحياءٌ، وإنما تعلمون ذلك بخبري إياكم به. الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ﴾",
            "meaning": "بموت الأحباب"
          },
          {
            "aya": "﴿ﭩﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ# عن أبي موسى الأشعري، أن رسول الله ﷺ قال: «إذا مات ولد العبد قال الله لملائكته: قبضتم ولد عبدي؟ فيقولون: نعم. فيقول: قبضتم ثمرة فؤاده؟ فيقولون: نعم، فيقول: ماذا قال عبدي؟ فيقولون: حمدك واسترجع، فيقول الله: ابنوا لعبدي بيتا في الجنة، وسموه بيت الحمد». الترمذي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭹ ﭺ ﭻ ﭼ ﭽ﴾",
            "meaning": "ثناء من الله ومغفرة"
          },
          {
            "aya": "﴿ﭾﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞﮟ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "# ﭹ ﭺ ﭻ ﭼ ﭽ ﭾﭿ ﮀ ﮁ ﮂ # عن ثابت البناني قال: مات عبد الله بن مطرف. قال فخرج مطرف على قومه وهو مترجل في ثياب حسنة. قال: فغضبوا وقالوا: يا أبا عبد الله يموت عبد الله بن مطرف فتخرج مدهنا في ثيابك هذه! قال: فقال مطرف: أفأستكين لها وقد وعدني الله على مصيبتي ثلاث خصال كل خصلة منها أحب إلي من الدنيا كلها. الطبقات الكبرى\n\n#ﮅ ﮆ ﮇ# بين التنويه بشأن الصابرين وما جاء بعده من الأمر بالسعي بين الصفا والمروة صلة، فالصفا كان مسكن إبراهيم وإسماعيل، والمروة هو المكان الذي حدث فيه ابتلاء إبراهيم بذبح ولده، وكان هذا الابتلاء أروع مثال للصبر على أمر الله. ينظر: التفسير الموضوعي 1/180.\n\n#ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ# هذا دفع لوهم من توهم وتحرج من المسلمين عن الطواف بينهما؛ لكونهما في الجاهلية تعبد عندهما الأصنام، فنفى تعالى الجناح؛ لدفع هذا الوهم، لا لأنه غير لازم، ودل تقييد نفي الجناح فيمن تطوف بهما في الحج والعمرة، أنه لا يتطوع بالسعي مفردا إلا مع انضمامه لحج أو عمرة، بخلاف الطواف بالبيت، فإنه يشرع مع العمرة والحج، وهو عبادة مفردة. السعدي\n\n* نفي الجناح لأجل الشبهة التي عرضت لهم من الطواف بينهما؛ لأجل ما كانوا عليه في الجاهلية من كراهة بعضهم للطواف بينهما ... ومثله قوله تعالى: #ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄ ﰅ ﰆ ﰇ ﰈ ﰉ ﰊ ﰋ ﰌ ﰍ# [النساء:101].\n\nفإن نفي الجناح؛ لبيان الحكم وإزالة الشبهة، لا يمنع أن يكون القصر هو السنة.\n\nفهو سبحانه ذكر الخوف والسفر؛ لأن القصر يتناول قصر العدد وقصر الأركان، فالخوف يبيح قصر الأركان، والسفر يبيح قصر العدد، فإذا اجتمعا أبيح القصر بالوجهين، وإن انفرد السفر أبيح أحد نوعي القصر. ابن تيمية بتصرف يسير ينظر الفتاوى الكبرى ومجموع الفتاوى.\n\nحكم كتم الحق، وبيان مآل الكفار"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮﮯ ﮰ ﮱ ﯓ﴾",
            "meaning": "يبعدهم من رحمته"
          },
          {
            "aya": "﴿ﯔ ﯕ ﯖ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ# لا يجوز تعليم المبتدع الجدال والحجاج؛ ليجادل به أهل الحق، ولا يعلم الخصم على خصمه حجة يقطع بها ماله، ولا السلطان تأويلا يتطرق به إلى مكاره الرعية، ولا ينشر الرخص في السفهاء فيجعلوا ذلك طريقا إلى ارتكاب المحظورات، وترك الواجبات، ونحو ذلك. القرطبي\n\n#ﯔ ﯕ# عن مجاهد قال: تلعنهم دوابُّ الأرض، وما شاءَ الله من الخنافس والعقارب تقول: نُمْنَعَ القطرَ بذنوبهم. الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "تنبيه\n\nمن دلائل الوحدانية لله"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯽ ﯾ ﯿﰀ ﰁ ﰂ ﰃ ﰄ ﰅ ﰆ ﰇ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "24": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ﴾",
            "meaning": "السفن"
          },
          {
            "aya": "﴿ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ﴾",
            "meaning": "نشر"
          },
          {
            "aya": "﴿ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ﴾",
            "meaning": "تقليبها وتوجيهها"
          },
          {
            "aya": "﴿ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "تبرؤ سادة المشركين من الأتباع والتحذير من خطوات الشيطان"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇﮈ ﮉ ﮊ ﮋ ﮌ ﮍﮎ﴾",
            "meaning": "من أهل الأنداد لأندادهم"
          },
          {
            "aya": "﴿ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮉ ﮊ ﮋ ﮌ ﮍ# المؤمنون أشد حبا لله من المشركين الذين يحبون الأنداد كما يحبون الله، فمن أحب شيئا غير الله كما يحب الله فهو من المشركين، لا من المؤمنين. ابن تيمية في الاستقامة"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ الصلات ﮫ﴾",
            "meaning": ""
          },
          {
            "aya": "﴿ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ﴾",
            "meaning": "من الرؤساء"
          },
          {
            "aya": "﴿ﯖ ﯗ ﯘﯙ ﯚ ﯛ ﯜ ﯝ ﯞ﴾",
            "meaning": "ندامات"
          },
          {
            "aya": "﴿ﯟﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯡ ﯢ ﯣ ﯤ ﯥ# دليل على خلود الكفار فيها، وأنهم لا يخرجون منها. وهذا قول جماعة أهل السنة. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ﴾",
            "meaning": "الذنب القبيح"
          },
          {
            "aya": "﴿ﯼ﴾",
            "meaning": "المعصية بالغة القبح"
          },
          {
            "aya": "﴿ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "25": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ﴾",
            "meaning": "وجدنا"
          },
          {
            "aya": "﴿ﭝ ﭞﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ﴾",
            "meaning": "يصيح"
          },
          {
            "aya": "﴿ﭯ ﭰ ﭱ﴾",
            "meaning": "على البهائم فهي لا تعي من الكلام"
          },
          {
            "aya": "﴿ﭲ ﭳ ﭴﭵ﴾",
            "meaning": "فلا تفهم الكلام"
          },
          {
            "aya": "﴿ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ# مثل الذين كفروا كمثل المنعوق به من البهائم التي لا تفهم، فحذف لدلالة المعنى. ينظر: تفسير القرطبي\n\n#ﭲ ﭳ# أي: يسمع صوتا ولا يفهم معناه. أي: الكفار في سماع الموعظة، وعدم تدبرها، كالبهائم تسمع صوت راعيها ولا تفهمه. ينظر: تفسير الجلالين\n\n* شبههم بالغنم الذي ينعق بها الراعي وهي لا تسمع إلا نداء. كما قال في الآية الأخرى: #ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗﭘ ﭙ ﭚ ﭛ ﭜﭝ ﭞ ﭟ ﭠ ﭡ# [الفرقان:44]. ابن تيمية في مجموع الفتاوى\n\n#ﭲ ﭳ ﭴ# فهؤلاء مثلهم كمثل إنسان يدعو بهائم لا تفهم إلا الصوت، دعاءً، ونداءً؛ و«الدعاء» إذا كان يدعو شيئًا معينًا باسمه؛ و «النداء» يكون للعموم. هناك بهائم يسميها الإنسان باسمها بحيث إذا ناداها بهذا الاسم أقبلت إليه، والنداء العام لجميع البهائم هذا لا يختص به واحدة دون أخرى، فتقبل الإبل جميعًا، لكن مع ذلك لا تقبل على أساس أنها تعقل، وتفهم، وتهتدي، ربما يناديها؛ لأجل أن ينحرها. هؤلاء الكفار مثلهم -في كونهم يتبعون آباءهم بدون أن يفهموا هذه الحال التي عليها آباؤهم- كمثل هذا الناعق بالماشية التي لا تسمع إلا دعاءً، ونداءً. ابن عثيمين في تفسيره.\n\nالتحريم والتحليل حق لله"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗﮘ﴾",
            "meaning": "ما ذكر عند ذبحه اسم غير الله تعالى"
          },
          {
            "aya": "﴿ﮙ ﮚ ﮛ ﮜ﴾",
            "meaning": "غير ظالم في أكله فوق حاجته"
          },
          {
            "aya": "﴿ﮝ ﮞ﴾",
            "meaning": "بأكلها وهو يجد غيرها من المباحات"
          },
          {
            "aya": "﴿ﮟ ﮠ ﮡﮢ ﮣ ﮤ ﮥ ﮦ ﮧ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮓ ﮔ ﮕ ﮖ ﮗﮘ# كما لو ذكر عليه اسم المسيح. يراجع ص143.\n\n* ولما كان الحل مشروطا بهذين الشرطين، وكان الإنسان في هذه الحالة، ربما لا يستقصي تمام الاستقصاء في تحقيقها - أخبر تعالى أنه غفور، فيغفر ما أخطأ فيه في هذه الحال، خصوصا وقد غلبته الضرورة، وأذهبت حواسه المشقة. السعدي\n\nالتحذير من كتمان الحق لعرض من الدنيا"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮﯯ ﯰ ﯱ ﯲ ﯳ ما أجرأهم على عَذاب النار ﯴ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯰ ﯱ ﯲ ﯳ# من مسموع من العرب: «ما أصبرَ فلانًا على الله»، بمعنى: ما أجرأ فلانًا على الله!. ينظر: تفسير الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯵ﴾",
            "meaning": "العذاب"
          },
          {
            "aya": "﴿ﯶ ﯷ ﯸ ﯹ ﯺﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄ﴾",
            "meaning": "منازعة وخلاف بعيد عن الحق"
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "26": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ﴾",
            "meaning": "المسافر المحتاج المنقطع عن أهله"
          },
          {
            "aya": "﴿ﭮ ﭯ ﭰ﴾",
            "meaning": "في تحرير الرقاب من الرق والأسر"
          },
          {
            "aya": "﴿ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸﭹ ﭺ ﭻ ﭼ﴾",
            "meaning": "الفقر"
          },
          {
            "aya": "﴿ﭽ﴾",
            "meaning": "المرض"
          },
          {
            "aya": "﴿ﭾ ﭿﮀ﴾",
            "meaning": "شدة القتال"
          },
          {
            "aya": "﴿ﮁ ﮂ ﮃﮄ ﮅ ﮆ ﮇ ﮈ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭒ ﭓ# فيمن خوطب بها قولان: أحدهما: أنهم المسلمون. والثاني: أهل الكتابين. فعلى القول الأول معناها: ليس البر كله في الصلاة، ولكن البر ما في هذه الآية. وهذا مروي عن ابن عباس، ومجاهد ... وعلى القول الثاني معناها: ليس البر صلاة اليهود إلى المغرب، وصلاة النصارى إلى المشرق، ولكن البر ما في هذه الآية وهذا قول قتادة. ابن الجوزي\n\n#ﭤ ﭥ ﭦ ﭧ# فمن أخرجه مع حبه له تقربا إلى الله تعالى، كان هذا برهانا لإيمانه، ومن إيتاء المال على حبه أن يتصدق وهو صحيح شحيح، يأمل الغنى، ويخشى الفقر، وكذلك إذا كانت الصدقة عن قلة، كانت أفضل؛ لأنه في هذه الحال، يحب إمساكه، لما يتوهمه من العدم والفقر.\n\nوكذلك إخراج النفيس من المال، وما يحبه من ماله، كما قال تعالى: #ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ# [آل عمران:92] فكل هؤلاء ممن آتى المال على حبه. السعدي\n\nمن الأحكام الشرعية (القصاص – الوصية)"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ﴾",
            "meaning": "فعلى الولي أن لا يحمل القاتل ما لا يطيق من الدية"
          },
          {
            "aya": "﴿ﮡ ﮢ ﮣﮤ﴾",
            "meaning": "على القاتل أن يؤدي الدية من غير مطل ولا نقص"
          },
          {
            "aya": "﴿ﮥ ﮦ ﮧ ﮨ ﮩﮪ ﮫ ﮬ ﮭ ﮮ﴾",
            "meaning": "قتل قاتل صاحبه بعد أخذ الدية"
          },
          {
            "aya": "﴿ﮯ ﮰ ﮱ ﯓ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮙ ﮚ ﮛ ﮜ ﮝ# فيه ترقيق وحث على العفو إلى الدية، وأحسن من ذلك العفو مجانا. وفي قوله: #ﮝ# دليل على أن القاتل لا يكفر؛ لأن المراد بالأخوة هنا أخوة الإيمان، فلم يخرج بالقتل منها. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯔ ﯕ ﯖ ﯗ# تنحقن بذلك الدماء، وتنقمع به الأشقياء. السعدي\n\n* في الكتب المتقدمة: القتل أنفى للقتل. فجاءت هذه العبارة في القرآن أفصح، وأبلغ، وأوجز. ابن كثير"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ﴾",
            "meaning": "مالًا كثيرًا"
          },
          {
            "aya": "﴿ﯦ ﯧ ﯨ ﯩﯪ ﯫ ﯬ ﯭ ﯮ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯦ ﯧ# هذا منسوخ بآية الميراث، وبحديث لا وصية لوارث، رواه الترمذي. تفسير الجلالين\n\n#ﯦ ﯧ  ﯨ# بقي الاستحباب ولكن لغير الوالدين والأقربين الوارثين، شريطة أن تكون الوصية ثلثاً فأقل.\n\nولا تجوز للوالدين والورثة ولا فيما كان أكثر من الثلث إلا أن يجيز ذلك الورثة. ينظر: تفسير الجزائري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯯ ﯰ﴾",
            "meaning": "بدل الوصية من الشهود"
          },
          {
            "aya": "﴿ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ ﯸﯹ ﯺ ﯻ ﯼ ﯽ ﯾ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "27": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ﴾",
            "meaning": "ميلًا عن الحق خطأ وجهلًا"
          },
          {
            "aya": "﴿ﭖ ﭗ ﭘ ﭙ﴾",
            "meaning": "بين أطراف الوصية"
          },
          {
            "aya": "﴿ﭚ ﭛ ﭜﭝ ﭞ ﭟ ﭠ ﭡ ﭢ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ# ينبغي لمن حضر الموصي وقت الوصية بها، أن ينصحه بما هو الأحسن والأعدل، وأن ينهاه عن الجور والجنف ... فإن لم يفعل ذلك، فينبغي له أن يصلح بين الموصى إليهم، ويتوصل إلى العدل بينهم على وجه التراضي والمصالحة، ووعظهم بتبرئة ذمة ميتهم، فهذا قد فعل معروفًا عظيمًا. السعدي\n\n* أي: فأصلح ما أفسد الموصي، بنصحه. وأصلح بين المختلفين على الوصية، فلا إثم عليه، بل هو مأجور على إصلاحه. المختصر في التفسير.\n\n#ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ# رفع الإثم عمن أبطل الجنف والإثم من وصية الموصي، ولم يجعلها بمنزلة نص الشارع الذي تحرم مخالفته. ابن القيم في إعلام الموقعين.\n\n* وكذلك إذا ظهر للحاكم أو الوصي الجنف أو الإثم في الوقف ومصرفه، أو بعض شروطه؛ فأبطل ذلك، كان مصلحًا لا مفسدا. وليس له أن يعين الواقف على إمضاء الجنف والإثم، ولا يصحح هذا الشرط ولا يحكم به، فإن الشارع قد رده وأبطله. فليس له أن يصحح ما رده الشارع وحرّمه، فإن ذلك مضادة له ومناقضة. ابن القيم في إغاثة اللهفان\n\nالصيام"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆﮇ ﮈ ﮉ ﮊ﴾",
            "meaning": "زاد في الفدية التي بدل الصيام وهذا قبل النسخ"
          },
          {
            "aya": "﴿ﮋ ﮌ ﮍﮎ ﮏ ﮐ ﮑ ﮒﮓ ﮔ ﮕ ﮖ ﮗ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭻ ﭼ ﭽ ﭾ ﭿ# الأمر في ذلك على التخيير، وليس بحتم؛ لأنهم كانوا يخرجون مع رسول الله ﷺ في شهر رمضان. قال: «فمنا الصائم ومنا المفطر». ابن كثير، والحديث في مسلم، واستدل الجمهور بإطلاق الآية على أنه لا يجب التتابع.\n\n#ﮁ ﮂ ﮃ# كانت رخصة من شاء صام ومن شاء أفطر وأطعم مسكينا، ثم نسخ وصار الصيام واجباً على كل قادر بالغ إلا من عذر.\n\n* واعلم أنه لا رخصة لمؤمن مكلف في إفطار رمضان إلا لثلاثة، أحدهم: يجب عليه القضاء والكفارة، والثاني: عليه القضاء دون الكفارة، والثالث: عليه الكفارة دون القضاء، أما الذي عليه القضاء والكفارة: فالحامل والمرضع إذا خافتا على ولديهما فإنهما تفطران وتقضيان، وعليهما مع القضاء الكفارة ... وأما الذي عليه القضاء دون الكفارة: فالمريض والمسافر والحائض والنفساء، وأما الذي عليه الكفارة دون القضاء فالشيخ الكبير والمريض الذي لا يرجى زوال مرضه. البغوي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣﮤ ﮥ ﮦ ﮧ ﮨ ﮩﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ﴾",
            "meaning": "بإتمام الشهر"
          },
          {
            "aya": "﴿ﯡ ﯢ ﯣ ﯤ ﯥ﴾",
            "meaning": "من رؤية الهلال إلى صلاة العيد"
          },
          {
            "aya": "﴿ﯦ ﯧ ﯨ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "الدعاء\n\n#ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ# قد حصل لكم فيه من الله الفضل العظيم، وهو القرآن الكريم، المشتمل على الهداية لمصالحكم الدينية والدنيوية ... فحقيق بشهر هذا فضله، وهذا إحسان الله عليكم فيه، أن يكون موسما للعباد مفروضا فيه الصيام. السعدي\n\n#ﯟ ﯠ ﯡ ﯢ# فيه دليل على أن التكبير في عيد الفطر يبدأ من غروب شمس ليلة العيد."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯩ ﯪ ﯫ ﯬ ﯭ ﯮﯯ ﯰ ﯱ ﯲ ﯳ ﯴﯵ ﯶ ﯷ﴾",
            "meaning": "فليطيعوني"
          },
          {
            "aya": "﴿ﯸ ﯹ ﯺ ﯻ ﯼ﴾",
            "meaning": "يهتدون"
          }
        ],
        "tafsir": "#ﯩ ﯪ ﯫ ﯬ# سأل جماعة النبي ﷺ أقريب ربنا فنناجيه، أم بعيد فنناديه؛ فنزلت الآية. تفسير الجلالين\n\n#ﯰ ﯱ ﯲ ﯳ ﯴ# عن أبي سعيد، أن النبي ﷺ قال: «ما من مسلم يدعو بدعوة ليس فيها إثم، ولا قطيعة رحم، إلا أعطاه الله بها إحدى ثلاث: إما أن تعجل له دعوته، وإما أن يدخرها له في الآخرة، وإما أن يصرف عنه من السوء مثلها» قالوا: إذا نكثر، قال: «الله أكثر» مسند أحمد.\n\n* في ذكره تعالى هذه الآية الباعثة على الدعاء متخللة بين أحكام الصيام إرشاد إلى الاجتهاد في الدعاء عند إكمال العدة، بل وعند كل فطر. ابن كثير\n\n#ﯶ ﯷ# من دعا ربه بقلب حاضر، ودعاء مشروع، ولم يمنع مانع من إجابة الدعاء، كأكل الحرام ونحوه، فإن الله قد وعده بالإجابة، وخصوصا إذا أتى بأسباب إجابة الدعاء، وهي الاستجابة لله تعالى بالانقياد لأوامره ونواهيه القولية والفعلية، والإيمان به، الموجب للاستجابة، فلهذا قال: #ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ#. السعدي"
      }
    ]
  },
  "28": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ﴾",
            "meaning": "الجماع"
          },
          {
            "aya": "﴿ﭖ ﭗﭘ ﭙ ﭚ ﭛ﴾",
            "meaning": "سكن وستر عن الحرام"
          },
          {
            "aya": "﴿ﭜ ﭝ ﭞﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﴾",
            "meaning": "تخونون أنفسكم بفعل الخطأ وقد كان الصيام يبتدئ من (نوم الليل أو من طلوع الفجر) أيهما وقع أولاً"
          },
          {
            "aya": "﴿ﭦ ﭧ ﭨ ﭩﭪ ﭫ ﭬ﴾",
            "meaning": "جامعوهن"
          },
          {
            "aya": "﴿ﭭ ﭮ ﭯ ﭰ ﭱﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ﴾",
            "meaning": "انتشار الضوء أفقيًا"
          },
          {
            "aya": "﴿ﭺ ﭻ ﭼ﴾",
            "meaning": "سواد الليل"
          },
          {
            "aya": "﴿ﭽ ﭾﭿ ﮀ ﮁ ﮂ ﮃ ﮄﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋﮌ﴾",
            "meaning": "مقيمون في المساجد بنية التقرب إلى الله"
          },
          {
            "aya": "﴿ﮍ ﮎ ﮏ﴾",
            "meaning": "محرماته ومنهياته"
          },
          {
            "aya": "﴿ﮐ ﮑﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ# كان في أول فرض الصيام يحرم على المسلمين في الليل بعد النوم الأكل والشرب والجماع، فحصلت المشقة لبعضهم، فخفف الله تعالى عنهم ذلك، وأباح في ليالي الصيام كلها الأكل والشرب والجماع، سواء نام أو لم ينم، لكونهم يختانون أنفسهم بترك بعض ما أمروا به. السعدي\n\n#ﭕ ﭖ ﭗ# عن ابن عباس قال: الدخول والتغشي والإفضاء والمباشرة والرفث واللمس والمس هذا الجماع، غير أن الله حيي كريم يكني بما شاء عما شاء. الشوكاني\n\n#ﭵ ﭶ ﭷ# تشبيه بليغ، والمراد هنا بالخيط الأبيض: هو المعترض في الأفق، لا الذي هو كذنب السرحان، فإنه الفجر الكذاب الذي لا يحل شيئا ولا يحرمه. والمراد بالخيط الأسود: سواد الليل، والتبين: أن يمتاز أحدهما عن الآخر، وذلك لا يكون إلا عند دخول وقت الفجر. الشوكاني\n\n* إذا أكل ونحوه شاكا في طلوع الفجر فلا بأس عليه. السعدي\n\n#ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ# الجماع حرام في حال الاعتكاف، ويفسد به الاعتكاف، أما ما دون الجماع من المباشرات كالقبلة واللمس بالشهوة فمكروه، ولا يفسد به الاعتكاف عند أكثر أهل العلم، وهو أظهر قولي الشافعي، كما لا يبطل به الحج، وقالت طائفة: يبطل بها اعتكافه، وهو قول مالك، وقيل: إن أنزل بطل اعتكافه، وإن لم ينزل فلا، كالصوم. وأما اللمس الذي لا يقصد به التلذذ فلا يفسد به الاعتكاف. البغوي\n\n* كان الفقهاء المصنفون يتبعون كتاب الصيام بكتاب الاعتكاف، اقتداء بالقرآن العظيم، فإنه نبه على ذكر الاعتكاف بعد ذكر الصوم. ابن كثير\n\n#ﮍ ﮎ ﮏ ﮐ ﮑ# النهي عن القرب أبلغ من قوله: «فلا تفعلوها» لأن القربان، يشمل النهي عن فعل المحرم بنفسه، والنهي عن وسائله الموصلة. ينظر: تفسير السعدي\n\nالرشوة، وفائدة الأهلة التي هي مواقيت للصيام والحج وللأهلة ارتباط بأحكام الجهاد"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ﴾",
            "meaning": "أي: تدفعون الرشوة"
          },
          {
            "aya": "﴿ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮛ ﮜ ﮝ ﮞ ﮟ# أي: أموال غيركم، أضافها إليهم؛ لأنه ينبغي للمسلم أن يحب لأخيه ما يحب لنفسه، ويحترم ماله كما يحترم ماله؛ ولأن أكله لمال غيره يجرئ غيره على أكل ماله عند القدرة. السعدي\n\n#ﮤ ﮥ ﮦ ﮧ ﮨ ﮩﮪ ﮫ# قال قتادة: اعلم -يا ابن آدم -أن قضاء القاضي لا يحل لك حراما، ولا يحق لك باطل، وإنما يقضي القاضي بنحو ما يرى ويشهد به الشهود، والقاضي بشر يخطئ ويصيب، واعلموا أن من قضي له بباطل أن خصومته لم تنقض حتى يجمع الله بينهما يوم القيامة، فيقضي على المبطل للمحق بأجود مما قضي به للمبطل على المحق في الدنيا. ابن كثير"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﮭ ﮮ ﮯ ﮰﮱ﴾",
            "meaning": "جمع هلال وهو القمر بداية ظهوره"
          },
          {
            "aya": "﴿ﯓ ﯔ ﯕ ﯖ ﯗﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣﯤ ﯥ ﯦ ﯧ ﯨﯩ ﯪ ﯫ ﯬ ﯭ ﯮ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮮ ﮯ ﮰ# لم تبدو دقيقة، ثم تزيد حتى تمتلئ نورا، ثم تعود كما بدت، ولا تكون على حالة واحدة كالشمس. تفسير الجلالين\n\n#ﮮ ﮯ ﮰ# يعني: الحكمة فيها بدليل الجواب: #ﯓ ﯔ ﯕ ﯖ ﯗ# أما ما ذكره أهل البلاغة من أنهم سألوا الرسول ﷺ عن السبب في كون الهلال يبدو صغيراً، ثم يكبر؛ فأجاب الله سبحانه وتعالى ببيان الحكمة؛ وقالوا: إن هذا من أسلوب الحكيم أن يجاب السائل بغير ما يتوقع إشارة إلى أنه كان ينبغي أن يُسأل عن هذا؛ فالصواب أنهم لم يسألوا الرسول عن هذا؛ ولكن سألوه عن الحكمة من الأهلة، وأن الله سبحانه وتعالى خلقها على هذا الوجه؛ والدليل: الجواب؛ لأن الأصل أن الجواب مطابق للسؤال إلا أن يثبت ذلك بنص صحيح. ابن عثيمين في تفسيره.\n\n#ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ# هذا كما كان الأنصار وغيرهم من العرب، إذا أحرموا، لم يدخلوا البيوت من أبوابها، تعبدا بذلك، وظنا أنه بر. فأخبر الله أنه ليس ببر ... ويستفاد من إشارة الآية أنه ينبغي في كل أمر من الأمور، أن يأتيه الإنسان من الطريق السهل القريب. السعدي\n\nمن أحكام الجهاد، وجوازه في الشهر الحرام على سبيل المقاصة"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶﯷ ﯸ ﯹ ﯺ ﯻ ﯼ ﯽ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ# لما صد ﷺ عن البيت عام الحديبية، وصالح الكفار على أن يعود العام القابل، ويخلوا له مكة ثلاثة أيام، وتجهز لعمرة القضاء، وخافوا أن لا تفي قريش ويقاتلوهم، وكره المسلمون قتالهم في الحرم والإحرام والشهر الحرام. تفسير الجلالين"
      }
    ]
  },
  "29": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ﴾",
            "meaning": "وجدتموهم"
          },
          {
            "aya": "﴿ﭔ ﭕ ﭖ ﭗﭘ ﭙ﴾",
            "meaning": "أذى المسلمين وصد الناس عن التوحيد"
          },
          {
            "aya": "﴿ﭚ ﭛ ﭜﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥﭦ ﭧ ﭨ ﭩﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮇ ﮈ ﮉ ﮊ# قيل: إن مشركي العرب قالوا للنبي ﷺ: أنهيت عن قتالنا في الشهر الحرام؟ قال: «نعم»، وأرادوا أن يفتروه في الشهر الحرام، فيقاتلوه فيه، فنزلت هذه الآية، يقول: إن استحلوا منكم شيئا في الشهر الحرام، فاستحلوا منهم مثله، هذا قول الحسن.ينظر: زاد المسير\n\n* وللمزيد في حكم القتال في الشهر الحرام يراجع ص34 وأول سورة المائدة.\n\n#ﮎ ﮏ ﮐ ﮑ ﮒ# إنما سمى المقابلة على الاعتداء اعتداء؛ لأن صورة الفعلين واحدة، وإن كان أحدهما طاعة، والآخر معصية. قال الزجاج: والعرب تقول: ظلمني فلان فظلمته، أي: جازيته بظلمه. وجهل فلان علي، فجهلت عليه. ابن الجوزي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨﮩ﴾",
            "meaning": "الهلاك بترك الجهاد والإنفاق عليه"
          },
          {
            "aya": "﴿ﮪﮫ ﮬ ﮭ ﮮ ﮯ ﮰ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ# مضمون الآية: الأمر بالإنفاق في سبيل الله في سائر وجوه القربات، ووجوه الطاعات، وخاصة صرف الأموال في قتال الأعداء، وبذلها فيما يقوى به المسلمون على عدوهم، والإخبار عن ترك فعل ذلك بأنه هلاك ودمار إن لزمه واعتاده. ابن كثير\n\n* قال السدي فيها: أنفق في سبيل الله -ولو عقالًا- ولا تلقوا بأيديكم إلى التهلكة، ولا تقل: ليس عندي شيء. البغوي\n\n#ﮤ ﮥ ﮦ ﮧ ﮨ# قال ابن جرير الطبري: ومن جملة ما يدخل تحت الآية أن يقتحم الرجل في الحرب فيحمل على الجيش مع عدم قدرته على التخلص، وعدم تأثيره لأثر ينفع المجاهدين. الشوكاني\n\nمن أحكام الحج والعمرة والإحصار"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮱ ﯓ ﯔ ﯕﯖ ﯗ ﯘ﴾",
            "meaning": "منعتم عن البيت لمرض أو عدو"
          },
          {
            "aya": "﴿ﯙ ﯚ ﯛ ﯜﯝ﴾",
            "meaning": "ما يهدى إلى البيت من الأنعام"
          },
          {
            "aya": "﴿ﯞ ﯟ ﯠ ﯡ ﯢ  ﯣ ﯤﯥ﴾",
            "meaning": "حيث يحل ذبحه"
          },
          {
            "aya": "﴿ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ﴾",
            "meaning": "فاحتاج للأخذ من رأسه"
          },
          {
            "aya": "﴿ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵﯶ ﯷ ﯸ﴾",
            "meaning": "بأن قدرتم على البيت من غير مانع عدو وغيره"
          },
          {
            "aya": "﴿ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁﰂ ﰃ ﰄ ﰅ ﰆ ﰇ ﰈ ﰉ ﰊ ﰋ ﰌ ﰍﰎ ﰏ ﰐ ﰑﰒ ﰓ ﰔ ﰕ ﰖ ﰗ ﰘ﴾",
            "meaning": "ساكني"
          },
          {
            "aya": "﴿ﰙ ﰚﰛ ﰜ ﰝ ﰞ ﰟ ﰠ ﰡ ﰢ ﰣ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮱ ﯓ ﯔ ﯕ# ظاهر السياق إكمال أفعالهما بعد الشروع فيهما. ابن كثير. ،وجاء في زاد المعاد :فرض الحج تأخر إلى سنة تسع أو عشر وأما قوله تعالى: #ﮱ ﯓ ﯔ ﯕ# [البقرة: 196]، فإنها وإن نزلت سنة ست عام الحديبية، فليس فيها فرضية الحج وإنما فيها الأمر بإتمامه وإتمام العمرة بعد الشروع فيهما، وذلك لا يقتضي وجوب الابتداء فإن قيل: فمن أين لكم تأخير نزول فرضه إلى التاسعة أو العاشرة؟ قيل: لأن صدر سورة آل عمران نزل عام الوفود، وفيه قدم وفد نجران على رسول الله ﷺ. ا. هـ قلت والوجوب مستفاد من قوله تعالى: #ﮬ ﮭ ﮮ ﮯ ﮰ# [آل عمران:97] وكان نزولها في السنة التاسعة.\n\n#ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤﯥ# جاء في الآية الأخرى #ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮﭯ ﭰ ﭱ#ﭲ فيها دليل على أن المحصر الممنوع من البيت يذبح الهدي حيث أحصر للآية، ولأن فعله ﷺ مبيّن للآية الأولى إذ نحر في الحديبية وهي من الحل –وهذا قول الشافعية والحنابلة- ، وقال الحنفية: يجب في الحرم للآية الأولى ، وقال المالكية: إن قدر على إرساله للحرم فذاك، وإلا حيث حصر.\n\n* من صد عن البيت (ولم يشترط) هل يجب عليه الهدي أو يستحب؟ قولان: الجمهور على الوجوب، خلافا للمالكية.\n\n*المحصر إن عجز عن الهدي فهل يصوم (كما عند الحنابلة)، أو يطعم(كما عند الشافعية)، أو يبقى محرماً حتى يجد الهدي(كما عند الحنفية)، أو يسقط بالعجز؟ خلاف بين أهل العلم مبسوط في كتب الفقه.\n\n*وهل يشترط الحلق لتحلل المحصر؟ الجمهور: لا يشترط، خلافاً للشافعية (استدلوا بأمر النبي ﷺ أصحابه بذلك يوم الحديبية).\n\n#ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ# عن كعب بن عجرة ◙، أن رسول الله ﷺ مر به زمن الحديبية، فقال له: «آذاك هوام رأسك؟» قال: نعم، فقال له النبي ﷺ: «احلق رأسك، ثم اذبح شاة نسكا، أو صم ثلاثة أيام، أو أطعم ثلاثة آصع من تمر، على ستة مساكين». مسلم\n\n* فيه دليل على أن من فعل محذورا خارج الحرم فلا يجب عليه أن تكون الفدية في الحرم وهذا قول المالكية والحنابلة لعموم الآية ولم تقيده بالحرم، وذلك خلافا للحنفية والشافعية الذين أوجبوه لقوله تعالى: #ﭸ ﭹ ﭺ ﭻ ﭼ# [الحج:33]، وأجيب بأن هذا في الهدي لا الفدية.\n\n#ﰃ ﰄ ﰅ ﰆ ﰇ ﰈ ﰉ ﰊ ﰋ ﰌ ﰍ#، تكون الثلاثة بعد الإحرام إلى قبل يوم العيد، والسبعة بعد الرجوع إلى أهله. (بعد الإحرام بالعمرة عند الحنفية والحنابلة وهو أرجح- وبعد الإحرام بالحج عند المالكية والشافعية)\n\nويجزئ أن تكون الثلاثة أو بعضها في أيام التشريق (الجواز عند الحنابلة والمالكية).\n\nوالسبعة بعد أعمال منى حتى لو لم يرجع لبلده ( الجواز عند الجمهور خلافا للشافعية).\n\nقال البغوي: ثلاثة أيام، يصوم يومًا قبل التروية، ويوم التروية، ويوم عرفة، ولو صام قبله بعد ما أحرم بالحج جاز، ولا يجوز يوم النحر ولا أيام التشريق عند أكثر أهل العلم، وذهب بعضهم إلى جواز صوم الثلاثة في أيام التشريق، يروى ذلك عن عائشة وابن عمر وابن الزبير، وهو قول مالك والأوزاعي وأحمد وإسحاق. تفسير البغوي\n\n* دليل جواز أن تكون الثلاثة في أيام التشريق لمن لم يجد الهدي ما رواه البخاري عن عائشة رضي الله عنها :«لم يرخص في أيام التشريق أن يُصَمْنَ، إلا لمن لم يجد الهدي»."
      }
    ]
  },
  "30": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓﭔ﴾",
            "meaning": "هي: شوال وذو القعدة وعشر من ذي الحجة"
          },
          {
            "aya": "﴿ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ﴾",
            "meaning": "الجماع ومقدماته القولية والفعلية"
          },
          {
            "aya": "﴿ﭛ ﭜ ﭝ ﭞ ﭟ ﭠﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧﭨ ﭩ ﭪ ﭫ ﭬ ﭭﭮ ﭯ ﭰ ﭱ ﭲ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ# قال الحسن: الحج المبرور، هو أن يرجع صاحبه زاهدا في الدنيا، راغبا في الآخرة. القرطبي «ت».\n\n#ﭩ ﭪ ﭫ ﭬ ﭭ# قال ابن عباس: كان أهل اليمن يحجون ولا يتزودون، ويقولون: نحن المتوكلون؛ فيسألون الناس؛ فأنزل الله تعالى: #ﭩ ﭪ ﭫ ﭬ ﭭ#. ابن الجوزي\n\n* قال رجل لأحمد بن حنبل: أريد أن أخرج إلى مكة على التوكل بغير زاد، فقال له أحمد: اخرج في غير القافلة. فقال لا، إلا معهم. قال: فعلى جرب الناس توكلت؟!. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺﭻ﴾",
            "meaning": "رزقًا بالتجارة"
          },
          {
            "aya": "﴿ﭼ ﭽ ﭾ ﭿ﴾",
            "meaning": "دفعتم بعد غروب الشمس راجعين من عرفات"
          },
          {
            "aya": "﴿ﮀ ﮁ ﮂ ﮃ ﮄﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗﮘ ﮙ ﮚ ﮛ ﮜ ﮝ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ# هكذا ينبغي للعبد، كلما فرغ من عبادة أن يستغفر الله عن التقصير، ويشكره على التوفيق، لا كمن يرى أنه قد أكمل العبادة، ومن بها على ربه، وجعلت له محلا ومنزلة رفيعة، فهذا حقيق بالمقت ورد الفعل، كما أن الأول حقيق بالقبول والتوفيق لأعمال أخر. السعدي\n\n-العرب تعبر عن الخروج من عرفة الدفع لكن القرآن عبر عنه بالإفاضة إشارة إلى أنهم يفيضون كما يفيض الماء بانسيابية بلا تدافع. د. محمد نصيف\n\nالذكر بعد الحج والدعاء"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧﮨ# إنما قال سبحانه كذكركم آباءكم؛ لأن العرب كانوا إذا فرغوا من حجهم يقفون عند الجمرة، فيذكرون مفاخر آبائهم، ومناقب أسلافهم، فأمرهم الله بذكره مكان ذلك الذكر، ويجعلونه ذكرا مثل ذكرهم لآبائهم، أو أشد من ذكرهم لآبائهم. الشوكاني"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯨ ﯩ ﯪ ﯫ ﯬﯭ ﯮ ﯯ ﯰ ﯱ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯮ ﯯ ﯰ# قيل لعلي بن أبي طالب ◙ كيف يحاسب الله العباد في يوم؟ قال كما يرزقهم في يوم. القرطبي"
      }
    ]
  },
  "31": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖﭗ﴾",
            "meaning": "أيام التشريق الحادي عشر والثاني عشر والثالث عشر من ذي الحجة"
          },
          {
            "aya": "﴿ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣﭤ ﭥ ﭦﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭒ ﭓ ﭔ ﭕ ﭖ# أيام التشريق يجتمع فيها للمؤمنين نعيم أبدانهم بالأكل والشرب، ونعيم قلوبهم بالذكر والشكر، وبذلك تتم النعم، وكلما أحدثوا شكرا على النعمة كان شكرهم نعمة أخرى فيحتاج إلى شكر آخر ولا ينتهي الشكر أبدا. لطائف المعارف لابن رجب. «ل».\n\n#ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ# من المعلوم أنه إذا أبيح كلا الأمرين، فالمتأخر أفضل؛ لأنه أكثر عبادة. السعدي\n\nحال المنافق وحال المؤمن أمام أوامر الله"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ﴾",
            "meaning": "شديد العداوة والخصومة"
          }
        ],
        "tafsir": "#ﭽ ﭾ ﭿ# شديد الخصومة لك ولأتباعك؛ لعداوته لك، وهو الأخنس بن شريق، كان منافقا حلو الكلام للنبي ﷺ، يحلف أنه مؤمن به ومحب له، فيدني مجلسه، فأكذبه الله في ذلك، ومر بزرع وحمر لبعض المسلمين فأحرقه وعقرها ليلا. تفسير الجلالين"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ﴾",
            "meaning": "الزرع"
          },
          {
            "aya": "﴿ﮊﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘﮙ ﮚ﴾",
            "meaning": "كافيه"
          },
          {
            "aya": "﴿ﮛﮜ ﮝ ﮞ ﮟ﴾",
            "meaning": "الفراش والمضطجع"
          }
        ],
        "tafsir": "#ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ# قال عبد الله بن مسعود: إن من أكبر الذنب عند الله أن يقال للعبد: اتق الله. فيقول: عليك بنفسك، وروي أنه قيل لعمر بن الخطاب: اتق الله فوضع خده على الأرض؛ تواضعا لله ﭬ. البغوي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧﮨ ﮩ ﮪ ﮫ ﮬ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ# قال سعيد بن المسيب وعطاء: أقبل صهيب مهاجرا نحو النبي ﷺ فاتبعه نفر من مشركي قريش، فنزل عن راحلته، ونثل ما في كنانته، ثم قال: يا معشر قريش لقد علمتم إني لمن أرماكم رجلا، والله لا أضع سهما مما في كنانتي إلا في قلب رجل منكم، وايم الله لا تصلون إلي حتى أرمي بكل سهم من كنانتي رجلا منكم، ثم أضرب بسيفي ما بقي في يدي، ثم افعلوا ما شئتم بي، وإن شئتم دللتكم على مالي بمكة وخليتم سبيلي، قالوا: نعم، ففعل ذلك، فأنزل الله فيه هذه الآية. البغوي\n\nالذي هو أولى بظاهر هذه الآية من التأويل، ما روي عن عمر بن الخطاب وعن علي بن أبي طالب وابن عباس رضي الله عنهم، من أن يكون عُني بها الآمرُ بالمعروف والناهي عن المنكر وذلك أن الله جل ثناؤه وصَف صفة فريقين: أحدهما منافقٌ يقول بلسانه خلافَ ما في نفسه، وإذا اقتدر على معصية الله ركبها، وإذا لم يقتدر رَامَها، وإذا نُهى أخذته العزّة بالإثمٌ بما هو به إثم، والآخر منهما بائعٌ نفسه، طالب من الله رضا الله. فكان الظاهر من التأويل أن الفريقَ الموصوف بأنه شرى نفسه لله وطلب رضاه، إنما شراها للوثُوب بالفريق الفاجر طلبَ رضا الله. فهذا هو الأغلب الأظهر من تأويل الآية. أما ما رُوي من نزول الآية في أمر صُهيب، فإنّ ذلك غير مستنكرٍ، إذ كان غيرَ مدفوع جوازُ نزول آية من عند الله على رسوله ﷺ بسبب من الأسباب، والمعنيُّ بها كلُّ من شمله ظاهرها. الطبري\n\nالحث على التمسك بشرائع الإسلام"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ﴾",
            "meaning": "شرائع الإسلام"
          },
          {
            "aya": "﴿ﯔ ﯕ ﯖ ﯗ ﯘﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ﴾",
            "meaning": "انحرفتم"
          },
          {
            "aya": "﴿ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ﴾",
            "meaning": "ينتظرون"
          },
          {
            "aya": "﴿ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ﴾",
            "meaning": "قطع من السحاب"
          },
          {
            "aya": "﴿ﯶ ﯷ ﯸﯹ ﯺ ﯻ ﯼ ﯽ ﯾ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ# يعني: يوم القيامة؛ لفصل القضاء بين الأولين والآخرين، فيجزي كل عامل بعمله، إن خيرا فخير، وإن شرا فشر. ابن كثير"
      }
    ]
  },
  "32": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘﭙ﴾",
            "meaning": "تدل على الحق"
          },
          {
            "aya": "﴿ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥﭦ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ# المراد تسليته ﷺ من الألم النفسي الذي يحصل له من عدم إيمان أهل الكتاب والمشركين به وبما جاء به من الهدى، وضمّن ذلك تقريع اليهود وتأنيبهم على كفرهم بآيات الله، وإصرارهم على عدم الدخول في الإسلام. الجزائري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯﭰ ﭱ ﭲ ﭳ ﭴ ﭵﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ﴾",
            "meaning": "على التوحيد قبل قوم نوح"
          },
          {
            "aya": "﴿ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐﮑ ﮒ ﮓ ﮔ﴾",
            "meaning": "أي: في الكتاب"
          },
          {
            "aya": "﴿ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ﴾",
            "meaning": "ظلمًا وحسدًا"
          },
          {
            "aya": "﴿ﮞﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮒ ﮓ ﮔ# أي: في الكتاب ... وقيل: الآية راجعة إلى محمد ﷺ وكتابه، اختلف فيه أهل الكتاب #ﮘ ﮙ ﮚ ﮛ ﮜ# صفة محمد ﷺ في كتبهم #ﮝ# ظلما وحسدا بينهم. البغوي\n\n#ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ# فيها رد على المعتزلة في قولهم: إن العبد يستبد بهداية نفسه. القرطبي\n\nالابتلاء، وبيان مصارف النفقة"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟﯠ ﯡ ﯢ﴾",
            "meaning": "الفقر"
          },
          {
            "aya": "﴿ﯣ﴾",
            "meaning": "المرض"
          },
          {
            "aya": "﴿ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ# قول الرسول ومن معه: متى نصر الله ليس فيها إلا استعجال النصر من الله سبحانه، وليس فيه ما زعموه من الشك والارتياب حتى يحتاج إلى ذلك التأويل المتعسف. الشوكاني"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯵ ﯶ ﯷﯸ ﯹ ﯺ ﯻ ﯼ ﯽ﴾",
            "meaning": "مال قليل أو كثير"
          },
          {
            "aya": "﴿ﯾ ﯿ ﰀ ﰁ ﰂ ﰃﰄ ﰅ ﰆ ﰇ ﰈ ﰉ ﰊ ﰋ ﰌ ﰍ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯵ ﯶ ﯷ# هذا يعم السؤال عن المنفق والمنفق عليه، فأجابهم عنهما . السعدي"
      }
    ]
  },
  "33": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ# كما اتفق في بلاد الأندلس، تركوا الجهاد، وجبنوا عن القتال، وأكثروا من الفرار، فاستولى العدو على البلاد، وأي بلاد؟! وأسر وقتل وسبى واسترق، فإنا لله وإنا إليه راجعون! ذلك بما قدمت أيدينا وكسبته! القرطبي\n\n* الغالب على العبد المؤمن أنه إذا أحب أمرًا من الأمور فقيض الله له من الأسباب ما يصرفه عنه أنه خير له، فالأوفق له في ذلك أن يشكر الله، ويجعل الخير في الواقع؛ لأنه يعلم أن الله تعالى أرحم بالعبد من نفسه، وأقدر على مصلحة عبده منه، وأعلم بمصلحته منه، كما قال تعالى: #ﭨ ﭩ ﭪ ﭫ ﭬ# فاللائق بكم أن تتمشوا مع أقداره، سواء سرتكم أو ساءتكم. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳﭴ ﭵ ﭶ ﭷ ﭸﭹ﴾",
            "meaning": "عظيم وزره لكن غير ذلك أكبر منه وهو"
          },
          {
            "aya": "﴿ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ﴾",
            "meaning": "أي: لكن صدكم عن سبيل الله وكفركم بالله وصدكم عن المسجد الحرام"
          },
          {
            "aya": "﴿ﮂ ﮃ ﮄ ﮅ ﮆ ﮇﮈ ﮉ﴾",
            "meaning": "الشرك"
          },
          {
            "aya": "﴿ﮊ ﮋ ﮌﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥﮦ ﮧ ﮨ ﮩﮪ ﮫ ﮬ ﮭ ﮮ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭮ ﭯ ﭰ ﭱ ﭲ ﭳﭴ# روى جندب بن عبد الله أن رسول الله ﷺ بعث رهطا واستعمل عليهم أبا عبيدة بن الحارث، فلما انطلق ليتوجه بكى صبابة إلى رسول الله ﷺ، فبعث مكانه عبد الله بن جحش، وكتب له كتابا، وأمره ألا يقرأه إلا بمكان كذا وكذا، وقال: «لا تكرهن أحدًا من أصحابك على المسير معك»، فلما صار إلى المكان، قرأ الكتاب واسترجع، وقال: سمعا وطاعة لأمر الله ولرسوله، فخبرهم الخبر وقرأ عليهم الكتاب. فرجع رجلان من أصحابه، ومضى بقيتهم، فأتوا ابن الحضرمي فقتلوه، فلم يدروا ذلك اليوم، أمن رجب، أو من جمادى الآخرة؟ فقال المشركون للمسلمين: قتلتم في الشهر الحرام، فأتوا النبي فحدثوه الحديث، فنزلت هذه الآية، فقال بعض المسلمين: لئن كان أصابهم خير فما لهم أجر، فنزلت: #ﮯ ﮰ ﮱ ﯓ ﯔ# إلى قوله: #ﯠ#. ابن الجوزي\n\n* الجمهور على أن تحريم القتال في الأشهر الحرم، منسوخ بالأمر بقتال المشركين حيثما وجدوا، وقال بعض المفسرين: إنه لم ينسخ؛ لأن المطلق محمول على المقيد، وهذه الآية مقيدة لعموم الأمر بالقتال مطلقا؛ ولأن من جملة مزية الأشهر الحرم -بل أكبر مزاياها- تحريم القتال فيها، وهذا إنما هو في قتال الابتداء، وأما قتال الدفع فإنه يجوز في الأشهر الحرم، كما يجوز في البلد الحرام. السعدي\n\n#ﮝ ﮞ ﮟ ﮠ ﮡ# قال الشافعي: إن من ارتد ثم عاد إلى الإسلام لم يحبط عمله ولا حجه الذي فرغ منه، بل إن مات على الردة فحينئذ تحبط أعماله. وقال مالك: تحبط بنفس الردة، ويظهر الخلاف في المسلم إذا حج ثم ارتد ثم أسلم. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜﯝ ﯞ ﯟ ﯠ ﯡﯢ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ# لما ظن أهل السرية أنهم إن سلموا من الإثم فلا يحصل لهم أجر نزل. تفسير الجلالين\n\n* في هذا دليل على أن الرجاء لا يكون إلا بعد القيام بأسباب السعادة، وأما الرجاء المقارن للكسل، وعدم القيام بالأسباب، فهذا عجز وتمن وغرور، وهو دال على ضعف همة صاحبه، ونقص عقله، بمنزلة من يرجو وجود ولد بلا نكاح، ووجود الغلة بلا بذر وسقي، ونحو ذلك ... العبد ولو أتى من الأعمال بما أتى به لا ينبغي له أن يعتمد عليها، ويعول عليها، بل يرجو رحمة ربه، ويرجو قبول أعماله ومغفرة ذنوبه، وستر عيوبه. السعدي\n\nحكم الخمر والميسر، ومقدار النفقة"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯣ ﯤ ﯥ ﯦﯧ﴾",
            "meaning": "القمار وهو أخذ المال أو إعطاؤه بطريق المغالبات التي فيها عوض من الطرفين"
          },
          {
            "aya": "﴿ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱﯲ ﯳ ﯴ ﯵ ﯶ ﯷﯸ﴾",
            "meaning": "ما زاد عن الحاجة"
          },
          {
            "aya": "﴿ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯦ# الميسر: كل المغالبات التي يكون فيها عوض من الطرفين، من النرد، والشطرنج، وكل مغالبة قولية أو فعلية، بعوض ....\n\nسوى مسابقة الخيل، والإبل، والسهام، فإنها مباحة؛ لكونها معينة على الجهاد. السعدي"
      }
    ]
  },
  "34": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓﭔ ﭕ ﭖ ﭗﭘ ﭙ ﭚ ﭛ ﭜﭝ﴾",
            "meaning": "بحفظ أموالهم وصيانتها والاتجار"
          },
          {
            "aya": "﴿ﭞ ﭟ﴾",
            "meaning": "في الطعام ونحوه"
          },
          {
            "aya": "﴿ﭠﭡ ﭢ ﭣ ﭤ ﭥ ﭦﭧ ﭨ ﭩ ﭪ ﭫﭬ﴾",
            "meaning": "لضيق عليكم"
          },
          {
            "aya": "﴿ﭭ ﭮ ﭯ ﭰﭱ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭕ ﭖ ﭗﭘ ﭙ ﭚ ﭛ ﭜ# قال ابن عباس وقتادة: لما نزل قوله تعالى: #ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ# [الأنعام:152]، وقوله تعالى: #ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ# الآية [النساء:10] ، تحرج المسلمون من أموال اليتامى تحرجا شديدا، حتى عزلوا أموال اليتامى عن أموالهم، حتى كان يصنع لليتيم طعام، فيفضل منه شيء، فيتركونه ولا يأكلونه حتى يفسد، فاشتد ذلك عليهم، فسألوا رسول الله ﷺ، فأنزل الله تعالى هذه الآية: #ﭙ ﭚ ﭛ ﭜ#. البغوي.\n\n#ﭞ ﭟ ﭠ# قال أبو عبيد: مخالطة اليتامى أن يكون لأحدهم المال، ويشق على كافله أن يفرد طعامه عنه، ولا يجد بدًّا من خلطه بعياله، فيأخذ من مال اليتيم ما يرى أنه كافيه بالتحري، فيجعله مع نفقة أهله، وهذا قد يقع فيه الزيادة والنقصان، فجاءت هذه الآية الناسخة بالرخصة فيه. قال أبو عبيد: وهذا عندي أصل لما يفعله الرفقاء في الأسفار، فإنهم يتخارجون النفقات بينهم بالسوية، وقد يتفاوتون في قلة المطعم وكثرته، وليس كل من قل مطعمه تطيب نفسه بالتفضل على رفيقه، فلما كان هذا في أموال اليتامى واسعًا؛ كان في غيرهم أوسع، ولولا ذلك لخفت أن يضيق فيه الأمر على الناس. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭲ ﭳ ﭴ ﭵ ﭶﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾﭿ ﮀ ﮁ ﮂ ﮃ ﮄﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌﮍ ﮎ ﮏ ﮐ ﮑﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭲ ﭳ ﭴ# عن مقاتل بن حيان قال: نزلت هذه الآية في أبي مرثد الغنوي، استأذن النبي ﷺ في عناق أن يتزوجها، وكانت ذات حظ من جمال، وهي مشركة، وأبو مرثد يومئذ مسلم، فقال: يا رسول الله! إنها تعجبني، فأنزل الله: #ﭲ ﭳ ﭴ#. الشوكاني\n\nمن أحكام (الحيض –الجماع – اليمين)"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮠ ﮡ ﮢﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪﮫ﴾",
            "meaning": "مكان الحيض فيترك الوطء"
          },
          {
            "aya": "﴿ﮬ ﮭ﴾",
            "meaning": "بالوطء"
          },
          {
            "aya": "﴿ﮮ ﮯﮰ﴾",
            "meaning": "من الحيض"
          },
          {
            "aya": "﴿ﮱ ﯓ﴾",
            "meaning": "اغتسلن"
          },
          {
            "aya": "﴿ﯔ ﯕ ﯖ ﯗ ﯘﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮠ ﮡ ﮢ# عن أنس أن اليهود كانوا إذا حاضت المرأة فيهم لم يؤاكلوها، ولم يجامعوهن في البيوت، فسأل أصحاب النبي ﷺ النبي ﷺ؛ فأنزل الله تعالى #ﮠ ﮡ ﮢﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ# إلى آخر الآية، فقال رسول الله ﷺ: «اصنعوا كل شيء إلا النكاح». صحيح مسلم\n\n* ثبت في الصحيحين، عن ميمونة بنت الحارث الهلالية قالت: «كان النبي ﷺ إذا أراد أن يباشر امرأة من نسائه أمرها فاتزرت وهي حائض». وهذا لفظ البخاري. ابن كثير."
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯡ ﯢ ﯣ﴾",
            "meaning": "موضع زرع لكم تضعون النطفة في أرحامهن فيحملن"
          },
          {
            "aya": "﴿ﯤ ﯥ ﯦ ﯧﯨ﴾",
            "meaning": "أي: كيف شئتم"
          },
          {
            "aya": "﴿ﯩ ﯪﯫ ﯬ ﯭ ﯮ ﯯ ﯰﯱ ﯲ ﯳ ﯴ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯢ ﯣ# فيه دليل على تحريم الوطء في الدبر، لأن الله لم يبح إتيان المرأة إلا في الموضع الذي منه الحرث، وقد تكاثرت الأحاديث عن النبي ﷺ في تحريم ذلك، ولعن فاعله. السعدي\n\n#ﯤ ﯥ ﯦ ﯧ# عن جابر بن عبد الله يقول: كانت اليهود تقول في الذي يأتي امرأته من دبرها في قبلها إن الولد يكون أحول، فنزلت #ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ#. البغوي، والحديث في الصحيحين\n\n#ﯩ ﯪ# أي: من التقرب إلى الله بفعل الخيرات، ومن ذلك أن يباشر الرجل امرأته، ويجامعها على وجه القربة والاحتساب، وعلى رجاء تحصيل الذرية الذين ينفع الله بهم. السعدي\n\n#ﯲ ﯳ# لم يذكر المبشر به؛ ليدل على العموم، وأن لهم البشرى في الحياة الدنيا وفي الآخرة، وكل خير واندفاع كل ضير، رتب على الإيمان فهو داخل في هذه البشارة. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯵ ﯶ ﯷ ﯸ ﯹ﴾",
            "meaning": "حجة مانعة لكم من الخير"
          },
          {
            "aya": "﴿ﯺ ﯻ ﯼ ﯽ ﯾ ﯿﰀ ﰁ ﰂ ﰃﰄ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯵ ﯶ ﯷ ﯸ ﯹ# أي: لا تجعلوا الله قوة لأيمانكم في أن لا تبروا ولا تتقوا ولا تصلحوا بين الناس. ولكن إذا حلف أحدكم فرأى الذي هو خير مما حلف عليه من ترك البر والإصلاح بين الناس، فليحنث في يمينه، وليبرَّ، وليتق الله، وليصلح بين الناس، وليكفّر عن يمينه. الطبري\n\n* السلف مجمعون -أو كالمجمعين- على أن معناها: لا تجعلوا الله مانعًا لكم إذا حلفتم به من البر والتقوى والإصلاح بين الناس، بأن يحلف الرجل أن لا يفعل معروفًا مستحبًا أو واجبًا، أو ليفعلن مكروهًا حرامًا أو نحوه، فإذا قيل له: افعل ذلك، أو لا تفعل هذا، قال: قد حلفت بالله، فيجعل الله عرضة ليمينه. ابن تيمية في الفتاوى الكبرى.\n\n* ويستدل بهذه الآية على القاعدة المشهورة، أنه \"إذا تزاحمت المصالح، قدم أهمها \"فهنا تتميم اليمين مصلحة، وامتثال أوامر الله في هذه الأشياء، مصلحة أكبر من ذلك، فقدمت لذلك. تفسير السعدي"
      }
    ]
  },
  "35": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ﴾",
            "meaning": "التي لا يقصدها صاحبها"
          },
          {
            "aya": "﴿ﭗ ﭘ ﭙ ﭚ ﭛﭜ﴾",
            "meaning": "قصدتموه"
          },
          {
            "aya": "﴿ﭝ ﭞ ﭟ ﭠ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "من أحكام ( الإيلاء – الطلاق)"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭡ ﭢ﴾",
            "meaning": "يحلفون على ترك الجماع"
          },
          {
            "aya": "﴿ﭣ ﭤ ﭥ ﭦ ﭧﭨ ﭩ ﭪ﴾",
            "meaning": "رجعوا"
          },
          {
            "aya": "﴿ﭫ ﭬ ﭭ ﭮ ﭯ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ# من آلى من زوجته خاصة، فإن كان لدون أربعة أشهر، فهذا مثل سائر الأيمان، إن حنث كفر، وإن أتم يمينه، فلا شيء عليه، وليس لزوجته عليه سبيل؛ لأنه ملكه أربعة أشهر. وإن كان أبدا، أو مدة تزيد على أربعة أشهر، ضربت له مدة أربعة أشهر من يمينه، إذا طلبت زوجته ذلك، لأنه حق لها، فإذا تمت أمر بالفيئة وهو الوطء، فإن وطئ، فلا شيء عليه إلا كفارة اليمين، وإن امتنع، أجبر على الطلاق، فإن امتنع، طلق عليه الحاكم. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ﴾",
            "meaning": "المعنى ليس لهم بعد تربص ما ذكر إلا الفيئة أو الطلاق"
          },
          {
            "aya": "﴿ﭸ ﭹ﴾",
            "meaning": "ينتظرن"
          },
          {
            "aya": "﴿ﭺ ﭻ ﭼﭽ﴾",
            "meaning": "ثلاث حيض"
          },
          {
            "aya": "﴿ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍﮎ ﮏ ﮐ ﮑ ﮒ ﮓ﴾",
            "meaning": "في وقت العدة"
          },
          {
            "aya": "﴿ﮔ ﮕ ﮖﮗ ﮘ ﮙ ﮚ ﮛ ﮜﮝ ﮞ ﮟ ﮠﮡ ﮢ ﮣ ﮤ ﮥ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭻ ﭼ# أثر الخلاف (بين من يفسر القرء بالطهر ومن يفسره بالحيض) يظهر في أن المعتدة إذا شرعت في الحيضة الثالثة تنقضي عدتها على قول من يجعلها أطهارًا (وهم المالكية والشافعية)، وتحسب بقية الطهر الذي وقع فيه الطلاق قرءًا... ومن ذهب إلى أن الأقراء هي الحيض (وهم الحنفية والحنابلة) يقول لا تنقضي عدتها ما لم تطهر من الحيضة الثالثة. ينظر: تفسير البغوي\n\n#ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ# في ذلك دليل على قبول خبر المرأة، عما تخبر به عن نفسها، من الأمر الذي لا يطلع عليه غيرها، كالحيض والحمل ونحوه. السعدي\n\n#ﮏ ﮐ ﮑ ﮒ ﮓ# هذه حكمة أخرى في هذا التربص، وهي: أنه ربما أن زوجها ندم على فراقه لها، فجعلت له هذه المدة؛ ليتروى بها ويقطع نظره. وهذا يدل على محبته تعالى للألفة بين الزوجين، وكراهته للفراق. السعدي\n\n#ﮘ ﮙ ﮚ ﮛ ﮜ# أي: وللنساء على بعولتهن من الحقوق واللوازم مثل الذي عليهن لأزواجهن من الحقوق اللازمة والمستحبة. ومرجع الحقوق بين الزوجين يرجع إلى المعروف. السعدي\n\n* قال ابن عباس: إني لأحب أن أتزين للمرأة، كما أحب أن تتزين لي المرأة؛ لأن الله يقول: #ﮘ ﮙ ﮚ ﮛ ﮜ#. ابن كثير\n\n#ﮞ ﮟ ﮠ# أي: فضيلة في الحق من وجوب طاعتهن لهم؛ لما ساقوه من المهر والإنفاق. تفسير الجلالين\n\nمن أحكام الطلاق"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮦ ﮧﮨ ﮩ ﮪ ﮫ ﮬ ﮭﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ﴾",
            "meaning": "من المهر"
          },
          {
            "aya": "﴿ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫﯬ ﯭ ﯮ ﯯ ﯰ ﯱﯲ ﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮦ ﮧﮨ ﮩ ﮪ ﮫ ﮬ ﮭ# قال قتادة: كان الرجل في الجاهلية يطلِّق الثلاث والعشر وأكثر من ذلك، ثم يراجعُ ما كانت في العِّدة، فجعل الله حد الطلاق ثلاث تطليقات. ينظر: تفسير الطبري\n\n* الطلاق الذي تثبت فيه الرجعة للأزواج هو مرتان، أي: الطلقة الأولى والثانية، إذ لا رجعة بعد الثالثة، وإنما قال سبحانه: #ﮧ# ولم يقل طلقتان إشارة إلى أن ينبغي أن يكون الطلاق مرة بعد مرة، لا طلقتان دفعة واحدة. الشوكاني\n\n#ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ# الخلع هو أن تكره المرأة البقاء مع زوجها؛ فتخلع نفسها منه بمال تعطيه إياه عوضاً عما أنفق عليها في الزواج بها. الجزائري\n\n* عن ابن عباس، أن امرأة ثابت بن قيس أتت النبي ﷺ، فقالت: يا رسول الله، ثابت بن قيس، ما أعتب عليه في خلق ولا دين، ولكني أكره الكفر في الإسلام، فقال رسول الله ﷺ: «أتردين عليه حديقته؟» قالت: نعم، قال رسول الله ﷺ: «اقبل الحديقة وطلقها تطليقة». صحيح البخاري.\n\n* عن ثوبان عند أحمد ... قال: قال رسول الله ﷺ: «أيما امرأة سألت زوجها الطلاق من غير ما بأس فحرام عليها رائحة الجنة وقال: المختلعات هن المنافقات». الشوكاني"
      },
      {
        "ayat": [
          {
            "aya": "﴿ ﯻ ﯼ﴾",
            "meaning": "أي: الزوج الطلقة الثالثة"
          },
          {
            "aya": "﴿ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄ ﰅﰆ ﰇ ﰈ ﰉ ﰊ ﰋ ﰌ ﰍ ﰎ ﰏ ﰐ ﰑ ﰒ ﰓﰔ ﰕ ﰖ ﰗ ﰘ ﰙ ﰚ ﰛ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﰂ ﰃ ﰄ ﰅ# ذهب الجمهور من السلف والخلف: إلى أنه لا بد مع العقد من الوطء؛ لما ثبت عن النبي ﷺ من اعتبار ذلك، وهو زيادة يتعين قبولها. الشوكاني\n\n#ﰉ ﰊ ﰋ ﰌ ﰍ ﰎ ﰏ ﰐ ﰑ ﰒ ﰓ# في هذا دلالة على أنه ينبغي للإنسان، إذا أراد أن يدخل في أمر من الأمور، خصوصًا الولايات، الصغار، والكبار، نظر في نفسه، فإن رأى من نفسه قوة على ذلك، ووثق بها، أقدم، وإلا أحجم. السعدي"
      }
    ]
  },
  "36": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ﴾",
            "meaning": "قاربن انقضاء عدتهن"
          },
          {
            "aya": "﴿ﭖ ﭗ ﭘ ﭙ ﭚﭛ ﭜ ﭝ ﭞ﴾",
            "meaning": "مضارة لهن"
          },
          {
            "aya": "﴿ﭟﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦﭧ ﭨ ﭩ ﭪ ﭫ ﭬﭭ  ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﴾",
            "meaning": ""
          },
          {
            "aya": "﴿ ﮄ ﮅ ﮆ ﮇ ﮈ﴾",
            "meaning": "انتهت العدةَ"
          },
          {
            "aya": "﴿ﮉ ﮊ﴾",
            "meaning": "فلا يمنع الأولياء مولياتهم"
          },
          {
            "aya": "﴿ﮋ ﮌ ﮍ﴾",
            "meaning": "بعقد جديد"
          },
          {
            "aya": "﴿ﮎ ﮏ ﮐ ﮑﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜﮝ ﮞ ﮟ ﮠ ﮡﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨﮩ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮉ ﮊ# جاء أن معقل بن يسار كانت أخته تحت رجل، فطلقها ثم خلى عنها، حتى انقضت عدتها، ثم خطبها، فحمي معقل من ذلك أنفا، فقال: خلى عنها وهو يقدر عليها، ثم يخطبها، فحال بينه وبينها، فأنزل الله: #ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ# إلى آخر الآية «فدعاه رسول الله ﷺ فقرأ عليه»، فترك الحمية واستقاد لأمر الله. ينظر: صحيح البخاري\n\n* هذا خطاب لأولياء المرأة المطلقة دون الثلاث إذا خرجت من العدة، وأراد زوجها أن ينكحها، ورضيت بذلك، فلا يجوز لوليها -من أب وغيره- أن يعضلها -أي: يمنعها من التزوج به- حنقا عليه، وغضبا، واشمئزازا لما فعل من الطلاق الأول. السعدي\n\n* في هذه الآية دليل على أنه لا بد من الولي في النكاح؛ لأنه نهى الأولياء عن العضل، ولا ينهاهم إلا عن أمر هو تحت تدبيرهم، ولهم فيه حق. السعدي\n\n* قال الشافعي: وهذه الآية أبين آية في أنه ليس للمرأة أن تتزوج إلا بولي. ابن الجوزي\n\nرضاع المولود"
      },
      {
        "ayat": [
          {
            "aya": "﴾",
            "meaning": "أي: الأب"
          },
          {
            "aya": "﴿ﯚ ﯛ ﯜﯝ﴾",
            "meaning": "إذا كن مطلقات أو كن غير مطلقات"
          },
          {
            "aya": "﴿ﯞ ﯟ ﯠ ﯡ ﯢﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫﯬ ﯭ ﯮ ﯯ ﯰﯱ ﯲ ﯳ ﯴ﴾",
            "meaning": "فطامًاله قبل الحولين"
          },
          {
            "aya": "﴿ﯵ ﯶ ﯷ ﯸ﴾",
            "meaning": "بالنظر لمصلحة الصبي"
          },
          {
            "aya": "﴿ﯹ ﯺ ﯻﯼ ﯽ ﯾ ﯿ ﰀ ﰁ﴾",
            "meaning": "عند غير الأمهات من غير مضارة"
          },
          {
            "aya": "﴿ﰂ ﰃ ﰄ ﰅ ﰆ ﰇ ﰈ ﰉﰊ﴾",
            "meaning": "أي: للمرضعات"
          },
          {
            "aya": "﴿ﰋ ﰌ ﰍ ﰎ ﰏ ﰐ ﰑ ﰒ ﰓ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮪ ﮫ ﮬ# خبر بمعنى الأمر، وهو أمر استحباب لا أمر إيجاب، لأنه لا يجب عليهن الإرضاع إذا كان يوجد من يرضع الولد؛ لقوله تعالى في سورة الطلاق: #ﭦ ﭧ ﭨ ﭩ ﭪ# [الطلاق:6]، فإن رغبت الأم في الإرضاع، فهي أولى من غيرها. البغوي\n\n* قال أبو عمر: لا أعلم خلافا بين السلف من العلماء في المرأة المطلقة إذا لم تتزوج أنها أحق بولدها من أبيه ما دام طفلا صغيرا لا يميز شيئا -إذا كان عندها في حرز وكفاية، ولم يثبت فيها فسق ولا تبرج-. ثم اختلفوا بعد ذلك في تخييره إذا ميز وعقل بين أبيه وأمه، وفيمن هو أولى به. القرطبي\n\n#ﮭ ﮮ# قال سبحانه: #ﮮ# لأن العرب قد تسمي بعض الحول حولا، وبعض الشهر شهرا، كما قال الله تعالى: #ﭑ ﭒ ﭓ# [البقرة:197]، وإنما هي شهران وبعض الثالث، وقال: #ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ# [البقرة:203]، وإنما يتعجل في يوم، وبعض يوم، ويقال: أقام فلان بموضع كذا حولين، وإنما أقام به حولا وبعض آخر، فبين الله تعالى أنهما حولان كاملان، أربعة وعشرون شهرا. البغوي\n\n#ﯗ ﯘ ﯙ ﯚ ﯛ# هذا شامل لما إذا كانت في حباله، أو مطلقة، فإن على الأب رزقها، أي: نفقتها وكسوتها، وهي الأجرة للرضاع.\n\nودل هذا على أنها إذا كانت في حباله، لا يجب لها أجرة، غير النفقة والكسوة، وكل بحسب حاله، فلهذا قال: #ﯞ ﯟ ﯠ ﯡ ﯢﯣ# فلا يكلف الفقير أن ينفق نفقة الغني. السعدي\n\n#ﯤ ﯥ ﯦ ﯧ# أي: بسببه بأن تكره على إرضاعه إذا امتنعت، #ﯨ# يضار #ﯩ ﯪ ﯫ# أي: بسببه بأن يكلف فوق طاقته، وإضافة الولد إلى كل منهما في الموضعين للاستعطاف. تفسير الجلالين\n\n* قال مجاهد: لا تأبى أن ترضعه إضرارا بأبيه، ولا يضار الوالد بولده، فيمنع أمه أن ترضعه؛ ليحزنها بذلك. ابن الجوزي\n\n#ﯭ ﯮ ﯯ ﯰ# أي: على وارث الطفل إذا عدم الأب، وكان الطفل ليس له مال، مثل ما على الأب من النفقة للمرضع والكسوة، فدل على وجوب نفقة الأقارب المعسرين، على القريب الوارث الموسر. السعدي\n\n*اتفق الفقهاء على وجوب النفقة على الأصول والفروع عند الحاجة، واختلفوا فيما سوى ذلك فمنهم من لم يوجبها، ومنهم من أوجبها على القريب الوارث، ومنهم من أوجبها على ذي الرحم المحرم كالعم والأخ وابن الأخ، في تفاصيل مذكورة في كتب الفقه."
      }
    ]
  },
  "37": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦﭧ﴾",
            "meaning": "من مراجعتها للزينة والطيب"
          },
          {
            "aya": "﴿ﭨ ﭩ ﭪ ﭫ ﭬ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ# هذا أمر من الله للنساء اللاتي يتوفى عنهن أزواجهن: أن يعتددن أربعة أشهر وعشر ليال وهذا الحكم يشمل الزوجات المدخول بهن وغير المدخول بهن بالإجماع. ابن كثير\n\n* في هذا وجوب الإحداد مدة العدة على المتوفى عنها زوجها دون غيرها من المطلقات والمفارقات، وهو مجمع عليه بين العلماء. السعدي\n\n#ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ# في خطابه للأولياء دليل على أن الولي ينظر على المرأة، ويمنعها مما لا يجوز فعله، ويجبرها على ما يجب، وأنه مخاطب بذلك، واجب عليه. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ﴾",
            "meaning": "لمّحتم"
          },
          {
            "aya": "﴿ﭳ ﭴ ﭵ﴾",
            "meaning": "المتوفى عنهن أزواجهن في العدة"
          },
          {
            "aya": "﴿ﭶ ﭷ﴾",
            "meaning": "أضمرتم"
          },
          {
            "aya": "﴿ﭸ ﭹﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ﴾",
            "meaning": "بالخطبة الصريحة أو الاجتماع المحرم"
          },
          {
            "aya": "﴿ﮃ ﮄ ﮅ ﮆ ﮇﮈ﴾",
            "meaning": "لكن يجوز التعريض"
          },
          {
            "aya": "﴿ﮉ ﮊ ﮋ ﮌ﴾",
            "meaning": "عقد النكاح"
          },
          {
            "aya": "﴿ﮍ ﮎ ﮏ ﮐﮑ﴾",
            "meaning": "تنقضي العدة"
          },
          {
            "aya": "﴿ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ# الفرق بينهما: أن التصريح لا يحتمل غير النكاح، فلهذا حرم؛ خوفا من استعجالها، وكذبها في انقضاء عدتها، رغبة في النكاح، ففيه دلالة على منع وسائل المحرم، وقضاء لحق زوجها الأول، بعدم مواعدتها لغيره مدة عدتها. وأما التعريض، وهو الذي يحتمل النكاح وغيره، فهو جائز للبائن، كأن يقول لها: إني أريد التزوج، وإني أحب أن تشاوريني عند انقضاء عدتك، ونحو ذلك، فهذا جائز؛ لأنه ليس بمنزلة الصريح، وفي النفوس داع قوي إليه. السعدي\n\n* لا يجوز التعريض لخطبة الرجعية إجماعا؛ لأنها كالزوجة. القرطبي\n\nأحكام الطلاق قبل الدخول"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ﴾",
            "meaning": "تحددوا"
          },
          {
            "aya": "﴿ﮬ ﮭﮮ﴾",
            "meaning": "مهرًا"
          },
          {
            "aya": "﴿ﮯ﴾",
            "meaning": "أعطوهن شيئًا من المال جبرًا لهن"
          },
          {
            "aya": "﴿ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘﯙ ﯚ ﯛ ﯜ ﯝ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭﮮﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ# يجب أن يمتِّعها وجوباً، والله ـ تعالى قدر المتعة بحسب حال الزوج، الموسع الغني، والمقتر الفقير المعسر. قال الفقهاء: أعلاها خادم، يعني يشتري لها مملوكة تخدمها، وأدناها كسوة تستر عورتها في الصلاة، وهذا الذي ذكروه قد يكون موافقاً لواقعهم، لكن الله سبحانه في القرآن ما قدرها بهذا، ومعلوم أن هناك فرقاً عظيماً بين الخادم، والكسوة التي تستر عورتها، فالخادم ربما يساوي أكثر من مهر المثل ثلاث مرات، أو أربعة، والكسوة في الصلاة ليست بشيء، وعلى كل حال فقوله تعالى: #عَلَى الْمُوسِعِ قَدَرُهُ وَعَلَى الْمُقْتِرِ قَدَرُهُ# تنبني في كل زمان ومكان على حسب ما يليق، يقال للغني: يفرض عليك شيء بقدرك، ويقال للفقير: يفرض عليك شيء بقدرك. ابن عثيمين في الشرح الممتع. ثم ذكر الخلاف في مسألة المطلقة بعد الدخول.\n\n#ﯚ ﯛ ﯜ# ليس لهم أن يبخسوهن، فكما تسببوا لتشوفهن واشتياقهن، وتعلق قلوبهن، ثم لم يعطوهن ما رغبن فيه، فعليهم في مقابلة ذلك المتعة. فلله ما أحسن هذا الحكم الإلهي، وأدله على حكمة شارعه ورحمته #ﰂ ﰃ ﰄ ﰅ ﰆ ﰇ ﰈ# [المائدة:50]. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ﴾",
            "meaning": "سميتم المهر"
          },
          {
            "aya": "﴿ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳﯴ﴾",
            "meaning": "الزوج"
          },
          {
            "aya": "﴿ﯵ ﯶ ﯷ ﯸﯹ ﯺ ﯻ ﯼ ﯽﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "*طَلَّقَ جُبَيْرُ بْنُ مُطْعِمٍ امْرَأَتَهُ قَبْلَ أَنْ يَدْخُلَ بِهَا، فَأَعْطَاهَا الصَّدَاقَ كَامِلا، وَقَالَ: أَنَا أَحَقُّ بِالْعَفْوِ مِنْهَا التفسير الوسيط"
      }
    ]
  },
  "38": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ﴾",
            "meaning": "أي: صلاة العصر"
          },
          {
            "aya": "﴿ﭖ ﭗ ﭘ ﭙ﴾",
            "meaning": "مطيعين خاشعين"
          }
        ],
        "tafsir": "#ﭖ ﭗ ﭘ# قال زيد بن أرقم: كنا نتكلم في الصلاة حتى نزلت: #ﭖ ﭗ ﭘ# الحديث. القرطبي، والحديث متفق عليه."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭚ ﭛ ﭜ﴾",
            "meaning": "ماشين"
          },
          {
            "aya": "﴿ﭝ ﭞﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "العدة قبل النسخ، ومتعة المطلقات"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ﴾",
            "meaning": "ما يتمتعن به من النفقة والكسوة"
          },
          {
            "aya": "﴿ﭳ ﭴ ﭵ ﭶﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃﮄ ﮅ ﮆ ﮇ ﮈ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭲ ﭳ ﭴ ﭵ ﭶ# قال قتادة: كانت المرأة إذا توفي عنها زوجها كان لها السكنى والنفقة حولا في مال زوجها ما لم تخرج، ثم نسخ ذلك بعد في سورة النساء، فجعل لها فريضة معلومة: الثمن إن كان له ولد، والربع إن لم يكن له ولد، وعدتها أربعة أشهر وعشرا. الطبري\n\n#ﭸ ﭹ# أخبر تعالى ذكره أنه لا حرج على أولياء الميت في خروجهن وتركهن الحداد على أزواجهن؛ لأن المقام حولا في بيوت أزواجهن، والحداد عليه تمام حول كامل لم يكن فرضا عليهن. الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮉ ﮊ ﮋﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮉ ﮊ ﮋﮌ# هذه المتعة واجبة على من طلقت قبل المسيس والفرض، سنة في حق غيرها كما تقدم، هذا أحسن ما قيل فيها، وقيل إن المتعة واجبة على كل مطلقة احتجاجا بعموم هذه الآية، ولكن القاعدة أن المطلق محمول على المقيد، وتقدم أن الله فرض المتعة للمطلقة قبل الفرض والمسيس خاصة. السعدي\n\n* اختلفوا في المطلقة بعد الدخول بها فذهب جماعة إلى أنها لا متعة لها؛ لأنها تستحق المهر، وهو قول أصحاب الرأي، وذهب جماعة إلى أنها تستحق المتعة لقوله تعالى: #ﮉ ﮊ ﮋ# [البقرة:241] ... وإليه ذهب الشافعي؛ لأن استحقاقها المهر بمقابلة ما أتلف عليها من منفعة البضع، ولها المتعة على وحشة الفراق. البغوي.\n\n* متعة المطلقة بعد الدخول: الجمهور على عدم الوجوب اكتفاء بالمهر، خلافاً للشافعية الذين يرون أن المتعة لوحشة الفراق.\n\nواختار ابن تيمية أن لكل مطلقة متعة وجوباً إلا التي لم يدخل بها وقد فرض لها، وهو رواية عن الإمام أحمد. ينظر الفتاوى الكبرى (5/ 475)\n\nالحياة والموت بأمر الله فلا يخاف المسلم من الجهاد،  الأمر بالإنفاق الذي هو من مقومات الجهاد"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮙﮚ ﮛ ﮜ﴾",
            "meaning": "ألم تعلم خبر"
          },
          {
            "aya": "﴿ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮞ ﮟ ﮠ# قال ابن عباس: خرجوا فرارًا من الطاعون، قالوا: «نأتي أرضًا ليس فيها موت»! حتى إذا كانوا بموضع كذا وكذا، قال لهم الله: #ﮨ#. فمر عليهم نبي من الأنبياء، فدعا ربه أن يحييهم، فأحياهم. الطبري\n\n#ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ# قال أبو جعفر: وإنما حث الله تعالى ذكره عباده بهذه الآية، على المواظبة على الجهاد في سبيله، والصبر على قتال أعداء دينه، وشجعهم بإعلامه إياهم وتذكيره لهم، أن الإماتة والإحياء بيديه وإليه دون خلقه، وأن الفرار من القتال والهرب من الجهاد ولقاء الأعداء إلى التحصن في الحصون، والاختباء في المنازل والدور، غير منج أحدا من قضائه إذا حل بساحته كما لم ينفع الهاربين من الطاعون الذين وصف الله تعالى ذكره صفتهم في قوله: #ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ# فرارهم من أوطانهم، وانتقالهم من منازلهم إلى الموضع الذي أملوا بالمصير إليه السلامة، وبالموئل النجاة من المنية، حتى أتاهم أمر الله، فتركهم جميعا خمودا صرعى، وفي الأرض هلكى، ونجا مما حل بهم الذين باشروا كرب الوباء، وخالطوا بأنفسهم عظيم البلاء. ينظر: تفسير الطبري\n\n* عن أسامة بن زيد أن النبي ﷺ قال: «الطاعون رجز أو عذاب أرسل على بني إسرائيل، أو على من كان قبلكم، فإذا سمعتم به بأرض، فلا تقدموا عليه، وإذا وقع بأرض وأنتم بها، فلا تخرجوا فرارا منه». صحيح مسلم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ# استدعاء القرض في هذه الآية إنما هي تأنيس وتقريب للناس بما يفهمونه، والله هو الغني الحميد، لكنه تعالى شبه عطاء المؤمن في الدنيا بما يرجو به ثوابه في الآخرة بالقرض، كما شبه إعطاء النفوس والأموال في أخذ الجنة بالبيع والشراء. القرطبي\n\n*شبه الله تعالى عمل المؤمنين لله على ما يرجون من ثوابه بالقرض، لأنهم إنما يعطون ما ينفقون ابتغاء ما وعدهم الله من جزيل الثواب. التفسير الوسيط\n\n*ذكر لفظ القرض تقريبا للأفهام لأن المنفق ينتظر الثواب كما ينتظر المسلف ردّ ما أسلف تفسير ابن جزي\n\n* عن ابن مسعود، قال: لما نزلت: {من ذا الذي يقرض الله قرضا حسنا} ، قال أبو الدحداح  : يا رسول الله، إن الله يريد منا القرض؟ قال: ((نعم يا أبا الدحداح)) ، قال: أرني يدك، فناوله يده، قال: فإني قد أقرضت ربي حائطي - وفي حائطه ستمائة نخلة -، ثم جاء إلى الحائط، فقال: يا أم الدحداح - وهي في الحائط -، فقالت: لبيك. فقال: اخرجي، فقد أقرضته ربي عز وجل. سنن سعيد بن منصور"
      }
    ]
  },
  "39": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥﭦ ﭧ ﭨ ﭩ﴾",
            "meaning": "هل الأمر كما أتوقعه"
          },
          {
            "aya": "﴿ﭪ ﭫ ﭬ ﭭ ﭮ ﭯﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆﮇ ﮈ ﮉ ﮊ ﮋ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ# قال وهب بن منبه وغيره: كان بنو إسرائيل بعد موسى ♠ على طريق الاستقامة مدة الزمان، ثم أحدثوا الأحداث، وعبد بعضهم الأصنام، ولم يزل بين أظهرهم من الأنبياء من يأمرهم بالمعروف، وينهاهم عن المنكر، ويقيمهم على منهج التوراة إلى أن فعلوا ما فعلوا، فسلط الله عليهم أعداءهم، فقتلوا منهم مقتلة عظيمة، وأسروا خلقا كثيرا، وأخذوا منهم بلادا كثيرة، ولم يكن أحد يقاتلهم إلا غلبوه، وذلك أنهم كان عندهم التوراة والتابوت الذي كان في قديم الزمان، وكان ذلك موروثا لخلفهم عن سلفهم، إلى موسى الكليم ♠، فلم يزل بهم تماديهم على الضلال حتى استلبه منهم بعض الملوك في بعض الحروب، وأخذ التوراة من أيديهم، ولم يبق من يحفظها فيهم إلا القليل. ابن كثير\n\n#ﭹ ﭺ ﭻ ﭼ ﭽ# يعنون: أخرج بعضنا، وهم الذين سبوا منهم وقهروا. فظاهره العموم، ومعناه الخصوص. ابن الجوزي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ﴾",
            "meaning": "وهو ليس من سبط الملوك"
          },
          {
            "aya": "﴿ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ﴾",
            "meaning": "سعة"
          },
          {
            "aya": "﴿ﮮ ﮯ ﮰﮱ ﯓ ﯔ ﯕ ﯖ ﯗﯘ ﯙ ﯚ ﯛ ﯜ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ# قال ابن عباس: إنما قالوا ذلك؛ لأنه كان في بني إسرائيل سبطان، في أحدهما النبوة، وفي الآخر الملك، فلم يكن هو من أحد السبطين. قال قتادة: كانت النبوة في سبط لاوي، والملك في سبط يهوذا. ابن الجوزي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ﴾",
            "meaning": "الصندوق الذي فيه التوراة"
          },
          {
            "aya": "﴿ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯣ ﯤ ﯥ# عن ابن عباس: أنه لم يبق من الألواح إلا سدسها. قال: وكانت العمالقة قد سبت ذلك التابوت- والعمالقة فرقة من عاد كانوا بأريحا- فجاءت الملائكة بالتابوت تحمله بين السماء والأرض وهم ينظرون إلى التابوت، حتى وضعته عند طالوت، فلما رأوا ذلك قالوا: نعم! فسلموا له وملكوه. قال: وكان الأنبياء إذا حضروا قتالا قدموا التابوت بين يديهم. الطبري\n\n* قال ابن عطية: والصحيح أن التابوت كانت فيه أشياء فاضلة من بقايا الأنبياء وآثارهم، فكانت النفوس تسكن إلى ذلك، وتأنس به وتقوى. القرطبي\n\n#ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ# قال ابن عباس: عصا موسى ورضاض الألواح. الطبري"
      }
    ]
  },
  "40": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨﭩ ﭪ ﭫ﴾",
            "meaning": "الشرب الكثير المنهي عنه"
          },
          {
            "aya": "﴿ﭬ ﭭ ﭮﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ﴾",
            "meaning": "أي: قال بعض الجيش المتبقي"
          },
          {
            "aya": "﴿ﭷ ﭸ ﭹ ﭺ ﭻ ﭼﭽ ﭾ ﭿ ﮀ﴾",
            "meaning": "يوقنون"
          },
          {
            "aya": "﴿ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌﮍ ﮎ ﮏ ﮐ ﮑ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭪ ﭫ ﭬ ﭭ ﭮﭯ# كان في عدم صبرهم عن الماء ساعة واحدة أكبر دليل على عدم صبرهم على القتال الذي سيتطاول وتحصل فيه المشقة الكبيرة، وكان في رجوعهم عن باقي العسكر ما يزداد به الثابتون توكلا على الله، وتضرعا واستكانة، وتبرؤا من حولهم وقوتهم، وزيادة صبر لقلتهم وكثرة عدوهم. السعدي\n\n* قال البراء: كنا أصحاب محمد ﷺ نتحدث: «أن عدة أصحاب بدر على عدة أصحاب طالوت الذين جاوزوا معه النهر، ولم يجاوز معه إلا مؤمن، بضعة عشر وثلاث مائة» البخاري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ# الإفراغ: يفيد معنى الكثرة. الشوكاني"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ﴾",
            "meaning": "رماه بمقلاع فقتله"
          },
          {
            "aya": "﴿ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ# #ﮪ# السلطان #ﮫ# النبوة. وقوله: #ﮬ ﮭ ﮮ# يعني: علمه صنعة الدروع والتقدير في السرد. الطبري\n\n#ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ# لولا أنه يدفع بمن يقاتل في سبيله كيد الفجار، وتكالب الكفار؛ لفسدت الأرض باستيلاء الكفار عليها، وإقامتهم شعائر الكفر، ومنعهم من عبادة الله تعالى، وإظهار دينه #ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ# حيث شرع لهم الجهاد الذي فيه سعادتهم، والمدافعة عنهم، ومكنهم من الأرض بأسباب يعلمونها، وأسباب لا يعلمونها. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯠ ﯡ ﯢ ﯣ ﯤ ﯥﯦ ﯧ ﯨ ﯩ ﯪ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯠ ﯡ ﯢ ﯣ ﯤ ﯥﯦ ﯧ ﯨ ﯩ# هذه شهادة من الله لرسوله برسالته التي من جملة أدلتها ما قصه الله عليه من أخبار الأمم السالفين والأنبياء وأتباعهم وأعدائهم التي لولا خبر الله إياه لما كان عنده بذلك علم، بل لم يكن في قومه من عنده شيء من هذه الأمور، فدل أنه رسول الله حقا، ونبيه صدقا، الذي بعثه بالحق ودين الحق؛ ليظهره على الدين كله ولو كره المشركون. السعدي"
      }
    ]
  },
  "41": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗﭘ ﭙ ﭚ ﭛ ﭜﭝ ﭞ ﭟ ﭠﭡ ﭢ ﭣ ﭤ ﭥ ﭦ﴾",
            "meaning": "الدالات على نبوته"
          },
          {
            "aya": "﴿ﭧ ﭨ ﭩﭪ﴾",
            "meaning": "جبريل"
          },
          {
            "aya": "﴿ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ# إن قيل: فما الجمع بين هذه الآية وبين الحديث الثابت في الصحيحين عن أبي هريرة قال: استب رجل من المسلمين ورجل من اليهود فقال اليهودي في قسم يقسمه: لا والذي اصطفى موسى على العالمين. فرفع المسلم يده فلطم بها وجه اليهودي فقال: أي خبيث وعلى محمد ﷺ! فجاء اليهودي إلى رسول الله ﷺ فاشتكى على المسلم، فقال رسول الله ﷺ: «لا تفضلوني على الأنبياء، فإن الناس يصعقون يوم القيامة فأكون أول من يفيق، فأجد موسى باطشا بقائمة العرش، فلا أدري أفاق قبلي أم جوزي بصعقة الطور؟ فلا تفضلوني على الأنبياء» وفي رواية: «لا تفضلوا بين الأنبياء».\n\nفالجواب من وجوه:\n\nأحدها: أن هذا كان قبل أن يعلم بالتفضيل وفي هذا نظر.\n\nالثاني: أن هذا قاله من باب الهضم والتواضع.\n\nالثالث: أن هذا نهي عن التفضيل في مثل هذه الحال التي تحاكموا فيها عند التخاصم والتشاجر.\n\nالرابع: لا تفضلوا بمجرد الآراء والعصبية.\n\nالخامس: ليس مقام التفضيل إليكم، وإنما هو إلى الله ﭬ وعليكم الانقياد والتسليم له والإيمان به. ابن كثير\n\nالتأكيد على الإنفاق لينتفع الإنسان بنفقته يوم لا شفاعة لأحد إلا بإذن الله، والتأكيد على أنه لا إكراه في الدين"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ﴾",
            "meaning": "صداقة"
          },
          {
            "aya": "﴿ﮜ ﮝﮞ ﮟ ﮠ ﮡ ﮢ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ# أمرهم بتقديم شيء مما رزقهم الله من صدقة واجبة ومستحبة؛ ليكون لهم ذخرا وأجرا موفرا في يوم يحتاج فيه العاملون إلى مثقال ذرة من الخير، فلا بيع فيه ولو افتدى الإنسان نفسه بملء الأرض ذهبا ليفتدي به من عذاب يوم القيامة ما تقبل منه، ولم ينفعه خليل ولا صديق؛ لا بوجاهة ولا بشفاعة. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩﮪ﴾",
            "meaning": "القائم على كل شيء"
          },
          {
            "aya": "﴿ﮫ ﮬ ﮭ﴾",
            "meaning": "نعاس"
          },
          {
            "aya": "﴿ﮮ ﮯﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰﯱ ﯲ ﯳ﴾",
            "meaning": "موضع قدمي الرب سبحانه"
          },
          {
            "aya": "﴿ﯴ ﯵﯶ ﯷ ﯸ﴾",
            "meaning": "يثقله"
          },
          {
            "aya": "﴿ﯹﯺ ﯻ ﯼ ﯽ ﯾ﴾",
            "meaning": ""
          },
          {
            "aya": "﴿ﯿ ﰀ ﰁ ﰂﰃ ﰄ ﰅ ﰆ ﰇ ﰈﰉ ﰊ ﰋ ﰌ﴾",
            "meaning": "كل ما عبد من دون الله"
          },
          {
            "aya": "﴿ﰍ ﰎ ﰏ ﰐ ﰑ ﰒ﴾",
            "meaning": "الدين الصحيح"
          },
          {
            "aya": "﴿ﰓ ﰔ ﰕﰖ﴾",
            "meaning": "أي: لا انقطاع لها دون دخول الجنة"
          },
          {
            "aya": "﴿ﰗ ﰘ ﰙ ﰚ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯿ ﰀ ﰁ ﰂ# أي: لا تكرهوا أحدا على الدخول في دين الإسلام، فإنه بين واضح جلي دلائله وبراهينه لا يحتاج إلى أن يكره أحد على الدخول فيه. ابن كثير\n\n#ﰏ ﰐ ﰑ ﰒ# أي: فقد استمسك من الدين بأقوى سبب، وشبه ذلك بالعروة الوثقى التي لا تنفصم، فهي في نفسها محكمة مبرمة قوية وربطها قوي شديد. ابن كثير"
      }
    ]
  },
  "42": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣﭤ ﭥ ﭦ ﭧﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ﴾",
            "meaning": "وهو النمرود"
          },
          {
            "aya": "﴿ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓﮔ﴾",
            "meaning": "تحير وانقطعت حجته"
          },
          {
            "aya": "﴿ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ# الذي حاج إبراهيم في ربه، وهو ملك بابل: نمروذ ... قال مجاهد: وملك الدنيا مشارقها ومغاربها أربعة: مؤمنان، وكافران، فالمؤمنان: سليمان بن داود، وذو القرنين. والكافران: نمرود بن كنعان، وبختنصر. فالله أعلم. ابن كثير\n\n* أي: حاج في شأن ربه من وجوده تعالى، وربوبيته، وألوهيته للخلق كلهم. الجزائري\n\n#ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ# أي: هو المنفرد بالخلق والتدبير، والإحياء والإماتة، فذكر من هذا الجنس أظهرها، وهو الإحياء والإماتة، فقال ذلك الجبار مباهتا: #ﮁ ﮂ ﮃ# وعنى بذلك أني أقتل من أردت قتله، وأستبقي من أردت استبقاءه.\n\nومن المعلوم أن هذا تمويه وتزوير، وحيدة عن المقصود، وأن المقصود أن الله تعالى هو الذي تفرد بإيجاد الحياة في المعدومات، وردها على الأموات، وأنه هو الذي يميت العباد والحيوانات بآجالها بأسباب ربطها وبغير أسباب. فلما رآه الخليل مموها تمويها ربما راج على الهمج الرعاع؛ قال إبراهيم- ملزما له بتصديق قوله إن كان كما يزعم-: #ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ# أي: وقف، وانقطعت حجته، واضمحلت شبهته. وليس هذا من الخليل انتقالا من دليل إلى آخر، وإنما هو إلزام لنمرود، بطرد دليله إن كان صادقا، وأتى بهذا الذي لا يقبل الترويج والتزوير والتمويه. السعدي.\n\nقلت: وقد اختلف أهل العلم هل انتقل إبراهيم إلى حجة أخرى أو طرد الدليل الأول.\n\nقال ابن الجوزي: فإن قيل: لم انتقل إبراهيم إلى حجة أخرى، وعدل عن نصرة الأولى؟ فالجواب: أن إبراهيم رأى من فساد معارضته أمرا يدل على ضعف فهمه، فإنه عارض اللفظ بمثله، ونسي اختلاف الفعلين، فانتقل إلى حجة أخرى، قصدا لقطع المحاج لا عجزا عن نصرة الأولى.\n\nقال ابن كثير: ليس كما قالوه، بل المقام الأول يكون كالمقدمة للثاني، ويبين بطلان ما ادعاه نمروذ في الأول والثاني، ولله الحمد والمنة.\n\nقصة عزير، ودلالتها على قدرة الله على البعث"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ﴾",
            "meaning": "متهدمة"
          },
          {
            "aya": "﴿ﮢ ﮣ﴾",
            "meaning": "سقوفها"
          },
          {
            "aya": "﴿ﮤ ﮥ﴾",
            "meaning": "كيف؟"
          },
          {
            "aya": "﴿ﮦ ﮧ ﮨ ﮩ ﮪﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱﯓ ﯔ ﯕ ﯖﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩﯪ﴾",
            "meaning": "يتغير"
          },
          {
            "aya": "﴿ﯫ ﯬ ﯭ ﯮ ﯯ ﯰﯱ ﯲ ﯳ ﯴ ﯵ ﯶ﴾",
            "meaning": "نرفعها ونصلها ببعض"
          },
          {
            "aya": "﴿ﯷ ﯸ ﯹﯺ ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄ ﰅ ﰆ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮛ ﮜ ﮝ ﮞ ﮟ# كان ابن عباس يقول: هو عزير. الطبري\n\n* فإن قلنا: إن هذا الرجل نبي، فهو كلام من يؤثر أن يرى كيفية الإعادة، أو يستهولها فيعظم قدرة الله، وإن قلنا: إنه كان رجلا كافرا، فهو كلام شاك، والأول أصح. ينظر: تفسير زاد المسير.\n\n#ﯮ ﯯ ﯰ# لنجعلك حجة على من جهل قدرتي، وشكَّ في عظمتي، وأنا القادر على فعل ما أشاء من إماتة وإحياء، وإنشاء، وإنعام وإذلال، وإقتار وإغناء، بيدي ذلك كلُّه، لا يملكه أحد دوني، ولا يقدر عليه غيري. وكان بعض أهل التأويل يقول: كان آية للناس، بأنه جاء بعد مائة عام إلى ولده وولد ولده، شابًّا وهم شيوخ. الطبري\n\n* قال ابن عباس: أقبل عزير حتى أتى قومه في بيت المقدس، فقال لهم: أنا عزير، فقالوا: حدثنا آباؤنا أن عزيرًا مات بأرض بابل، فقال لهم: أنا هو، أرسلني الله إليكم أجدد لكم توراتكم، وكانت قد ذهبت، وليس منهم أحد يقرؤها فأملاها عليهم. ابن الجوزي"
      }
    ]
  },
  "43": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘﭙ ﭚ ﭛ ﭜﭝ ﭞ ﭟ ﭠ ﭡ ﭢﭣ﴾",
            "meaning": "بتوارد الأدلة اليقينية مما يزداد به الإيمان ويكمل"
          },
          {
            "aya": "﴿ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ﴾",
            "meaning": "اضممهن إليك وقطعهن"
          },
          {
            "aya": "﴿ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ# قال أبو سليمان الخطابي: ليس في قوله ﷺ: «نحن أحق بالشك من إبراهيم» اعتراف بالشك على نفسه، ولا على إبراهيم، لكن فيه نفي الشك عنهما بقول: إذا لم أشك أنا في قدرة الله تعالى على إحياء الموتى؛ فإبراهيم أولى بأن لا يشك، وقال ذلك على سبيل التواضع والهضم من النفس، وكذلك قوله: «لو لبثت في السجن ما لبث يوسف لأجبت الداعي»، وفيه الإعلام أن المسألة من إبراهيم عليه السلام لم تعرض من جهة الشك، لكن من قبل زيادة العلم بالعيان، فإن العيان يفيد من المعرفة والطمأنينة ما لا يفيد الاستدلال. البغوي\n\n#ﭚ ﭛ ﭜ# سأله مع علمه بإيمانه بذلك؛ ليجيبه بما سأل، فيعلم السامعون غرضه. تفسير الجلالين\n\nالنفقة في أوجه الخير"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍﮎ ﮏ ﮐ ﮑ ﮒﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ﴾",
            "meaning": "عدًا للإحسان وإظهارًا له"
          },
          {
            "aya": "﴿ﮤ ﮥﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱﯓ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ# قال عبد الرحمن بن زيد بن أسلم: كان أبي يقول: إذا أعطيت رجلا شيئا ورأيت أن سلامك يثقل عليه؛ فكف سلامك عنه. البغوي\n\nالنهي عن المن والأذى والرياء في الصدقة"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯔ ﯕ ﯖ﴾",
            "meaning": "ستر على الفقير بعدم إظهار فقره إن لم يُرد"
          },
          {
            "aya": "﴿ﯗ ﯘ ﯙ ﯚ ﯛﯜ ﯝ ﯞ ﯟ ﯠ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯖ# قيل: يتجاوز عن الفقير إذا استطال عليه عند رده. البغوي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲﯳ ﯴ ﯵ ﯶ﴾",
            "meaning": "حجر أملس"
          },
          {
            "aya": "﴿ﯷ ﯸ ﯹ ﯺ﴾",
            "meaning": "مطر غزير"
          },
          {
            "aya": "﴿ﯻ ﯼﯽ﴾",
            "meaning": "أجرد لا تراب عليه"
          },
          {
            "aya": "﴿ﯾ ﯿ ﰀ ﰁ ﰂ ﰃﰄ ﰅ ﰆ ﰇ ﰈ ﰉ ﰊ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯵ ﯶ ﯷ ﯸ# يري الناس في الظاهر أن لهؤلاء أعمالا كما يرى التراب على هذا الصفوان، فإذا كان يوم القيامة بطل كله واضمحل لأنه لم يكن لله تعالى، كما أذهب الوابل ما على الصفوان من التراب. البغوي\n\n#ﯹ ﯺ ﯻ ﯼ# أي: نزل عليه مطر شديد فأزال التراب عنه؛ فتركه أملس عاريًا ليس عليه شيء، فكذلك تذهب الصدقات الباطلة ولم يبق منها لصاحبها شيء ينتفع به يوم القيامة، فقال تعالى: #ﯾ ﯿ ﰀ ﰁ ﰂ ﰃ# أي: مما تصدقوا به. الجزائري\n\n* يستدل بهذا على أن الأعمال السيئة تبطل الأعمال الحسنة، كما قال تعالى: #ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ# [الحجرات:2] فكما أن الحسنات يذهبن السيئات فالسيئات تبطل ما قابلها من الحسنات. السعدي"
      }
    ]
  },
  "44": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ﴾",
            "meaning": "بستان"
          },
          {
            "aya": "﴿ﭝ﴾",
            "meaning": "مرتفع من الأرض"
          },
          {
            "aya": "﴿ﭞ ﭟ﴾",
            "meaning": "مطر غزير"
          },
          {
            "aya": "﴿ﭠ ﭡ ﭢ﴾",
            "meaning": "تضاعف ثمرها الذي يؤكل"
          },
          {
            "aya": "﴿ﭣ ﭤ ﭥ ﭦ ﭧﭨ﴾",
            "meaning": "فمطر خفيفيكفيها لطيب منبتها"
          },
          {
            "aya": "﴿ﭩ ﭪ ﭫ ﭬ ﭭ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ# أي: صدر الإنفاق على وجه منشرحة له النفس، سخية به، لا على وجه التردد وضعف النفس في إخراجها، وذلك أن النفقة يعرض لها آفتان إما أن يقصد الإنسان بها محمدة الناس ومدحهم -وهو الرياء-، أو يخرجها على خور وضعف عزيمة وتردد، فهؤلاء سلموا من هاتين الآفتين فأنفقوا ابتغاء مرضات الله لا لغير ذلك من المقاصد، وتثبيتا من أنفسهم. السعدي\n\n#ﭣ ﭤ ﭥ ﭦ ﭧ# كذلك عمل المؤمن لا يبور أبدا، بل يتقبله الله، ويكثره، وينميه، كل عامل بحسبه؛ ولهذا قال: #ﭩ ﭪ ﭫ ﭬ# أي: لا يخفى عليه من أعمال عباده شيء. ابن كثير"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ﴾",
            "meaning": "ريح شديدة"
          },
          {
            "aya": "﴿ﮇ ﮈ ﮉﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮅ ﮆ ﮇ ﮈ ﮉ# هذا المثل مضروب لمن عمل عملا لوجه الله تعالى، من صدقة أو غيرها، ثم عمل أعمالا تفسده. السعدي\n\nالحث على الإنفاق من الطيبات"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟﮠ ﮡ ﮢ﴾",
            "meaning": "تقصدوا"
          },
          {
            "aya": "﴿ﮣ ﮤ﴾",
            "meaning": "الرديء"
          },
          {
            "aya": "﴿ﮥ ﮦ ﮧ﴾",
            "meaning": "لأنفسكم"
          },
          {
            "aya": "﴿ﮨ ﮩ ﮪ ﮫﮬ﴾",
            "meaning": "تتغاضوا عما فيه من رداءة ونقص"
          },
          {
            "aya": "﴿ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮛ ﮜ ﮝ ﮞ ﮟ# يعني: النبات والمعادن والركاز. القرطبي\n\n#ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ# من أغمض الرجل في أمر كذا إذا تساهل فيه ورضي ببعض حقه وتجاوز ... وقد يحتمل أن يكون منتزعا من تغميض العين؛ لأن الذي يريد الصبر على مكروه يغمض عينيه. ينظر: تفسير القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯔ ﯕ ﯖ ﯗ ﯘﯙ﴾",
            "meaning": "سائر المعاصي ومنها البخل"
          },
          {
            "aya": "﴿ﯚ ﯛ ﯜ ﯝ ﯞﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ# قال بعض الحكماء: من أعطي العلم والقرآن ينبغي أن يعرف نفسه، ولا يتواضع لأهل الدنيا؛ لأجل دنياهم، فإنما أعطي أفضل ما أعطي أصحاب الدنيا؛ لأن الله تعالى سمى الدنيا متاعا قليلا فقال: #ﮯ ﮰ ﮱ ﯓ# [النساء:77]، وسمى العلم والقرآن #ﯮ ﯯ#. القرطبي. «ت»."
      }
    ]
  },
  "45": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮﭯ ﭰ ﭱ ﭲ ﭳﭴ ﭵ ﭶ ﭷ ﭸ ﭹ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ# فيه دلالة على أن إسرار الصدقة أفضل من إظهارها؛ لأنه أبعد عن الرياء، إلا أن يترتب على الإظهار مصلحة راجحة من اقتداء الناس به، فيكون أفضل من هذه الحيثية. ابن كثير\n\n* يرجع في ذلك إلى المصلحة، فإن كان في إظهارها إظهار شعائر الدين، وحصول الاقتداء ونحوه، فهو أفضل من الإسرار. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂﮃ ﮄ ﮅ ﮆ ﮇ ﮈﮉ﴾",
            "meaning": "أي: نفعه راجع إليكم"
          },
          {
            "aya": "﴿ﮊ ﮋ ﮌ ﮍ ﮎ ﮏﮐ﴾",
            "meaning": "إخبار عن نفقات المؤمنين"
          },
          {
            "aya": "﴿ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "من مصارف النفقات، وزمنها، وأجر المنفق"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ﴾",
            "meaning": "حبسوا عن طلب الرزق"
          },
          {
            "aya": "﴿ﮡ ﮢ ﮣ ﮤ ﮥ﴾",
            "meaning": "أي: سفرا للتكسب"
          },
          {
            "aya": "﴿ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ﴾",
            "meaning": "لعلاماتهم وآثار الحاجة فيهم"
          },
          {
            "aya": "﴿ﮭ ﮮ ﮯ ﮰﮱ﴾",
            "meaning": "إلحاحًا في السؤال"
          },
          {
            "aya": "﴿ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮭ ﮮ ﮯ ﮰ# فهؤلاء أولى الناس وأحقهم بالصدقات؛ لما وصفهم به من جميل الصفات، وأما النفقة من حيث هي على أي شخص كان، فهي خير وإحسان وبر يثاب عليها صاحبها ويؤجر. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "46": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ﴾",
            "meaning": "يصرعه"
          },
          {
            "aya": "﴿ﭛ ﭜ ﭝﭞ﴾",
            "meaning": "الجنون"
          },
          {
            "aya": "﴿ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥﭦ ﭧ ﭨ ﭩ ﭪ ﭫﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸﭹ ﭺ ﭻ ﭼ ﭽ ﭾﭿ ﮀ ﮁ ﮂ ﮃ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭓ# قال محمد بن يزيد: كتب (الربا) في المصحف بالواو فرقا بينه وبين الزنا، وكان الربا أولى منه بالواو؛ لأنه من ربا يربو. القرطبي\n\n#ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ# آكل الربا يبعث يوم القيامة كمثل المصروع. البغوي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮄ﴾",
            "meaning": "ينقص ويذهب البركة"
          },
          {
            "aya": "﴿ﮅ ﮆ ﮇ﴾",
            "meaning": "يزيد وينمي"
          },
          {
            "aya": "﴿ﮈﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮇ ﮈ# عن أبي هريرة ◙ قال: قال رسول الله ﷺ: «ما تصدق أحد بصدقة من طيب، ولا يقبل الله إلا الطيب، إلا أخذها الرحمن بيمينه، وإن كانت تمرة، فتربو في كف الرحمن حتى تكون أعظم من الجبل، كما يربي أحدكم فلوه أو فصيله». متفق عليه\n\nالواجب تجاه العقود الربوية"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ﴾",
            "meaning": "استيقنوا"
          },
          {
            "aya": "﴿ﯘ ﯙ ﯚ ﯛﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯔ ﯕ ﯖ ﯗ ﯘ# روى ابن عباس أنه يقال يوم القيامة لآكل الربا: خذ سلاحك للحرب. القرطبي\n\nﮪ..... .ﯔ ﯕ ﯖ: استدل به على أن الترك فعل"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯧ ﯨ ﯩ ﯪ﴾",
            "meaning": "غير قادر على السداد"
          },
          {
            "aya": "﴿ﯫ﴾",
            "meaning": "فإمهال"
          },
          {
            "aya": "﴿ﯬ ﯭﯮ ﯯ ﯰ﴾",
            "meaning": "تحطوا عن المعسر من أصل الدين"
          },
          {
            "aya": "﴿ﯱ ﯲﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ ﯽﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄ ﰅ ﰆ ﰇ ﰈ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯸ ﯹ ﯺ ﯻ ﯼ ﯽ# قال سعيد بن جبير: آخر ما نزل من القرآن كله #ﯸ ﯹ ﯺ ﯻ ﯼ ﯽﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄ ﰅ ﰆ ﰇ# رواه ابن أبي حاتم. ابن كثير"
      }
    ]
  },
  "47": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ﴾",
            "meaning": "تعاملتم بالديون"
          },
          {
            "aya": "﴿ﭖ ﭗ ﭘ ﭙ ﭚﭛ ﭜ ﭝ ﭞ ﭟﭠ ﭡ ﭢ﴾",
            "meaning": "لا يمتنع"
          },
          {
            "aya": "﴿ﭣ ﭤ ﭥ ﭦ ﭧ ﭨﭩ ﭪ ﭫ﴾",
            "meaning": "ليملي ويقر"
          },
          {
            "aya": "﴿ﭬ ﭭ ﭮ﴾",
            "meaning": "المدين"
          },
          {
            "aya": "﴿ﭯ ﭰ ﭱ ﭲ ﭳ﴾",
            "meaning": "ينقص"
          },
          {
            "aya": "﴿ﭴ ﭵﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ﴾",
            "meaning": "محجورًا عليه لتبذيره"
          },
          {
            "aya": "﴿ﭽ ﭾ﴾",
            "meaning": "كالصغير والمجنون"
          },
          {
            "aya": "﴿ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇﮈ ﮉ ﮊ ﮋ ﮌﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ﴾",
            "meaning": "تنسى"
          },
          {
            "aya": "﴿ﮚ ﮛ ﮜ ﮝﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤﮥ ﮦ ﮧ ﴾",
            "meaning": "لا تملوا"
          },
          {
            "aya": "﴿ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮﮯ ﮰ ﮱ﴾",
            "meaning": "أعدل"
          },
          {
            "aya": "﴿ﯓ ﯔ ﯕ ﯖ﴾",
            "meaning": "أعظم عونًا على إقامة الشهادة"
          },
          {
            "aya": "﴿ﯗ﴾",
            "meaning": "أقرب"
          },
          {
            "aya": "﴿ﯘ ﯙﯚ﴾",
            "meaning": "تشكوا"
          },
          {
            "aya": "﴿ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ﴾",
            "meaning": "حرج"
          },
          {
            "aya": "﴿ﯥ ﯦﯧ ﯨ ﯩ ﯪﯫ ﯬ ﯭ ﯮ ﯯ ﯰﯱ ﯲ ﯳ ﯴ ﯵ ﯶﯷ ﯸ ﯹﯺ ﯻ ﯼﯽ ﯾ ﯿ ﰀ ﰁ ﰂ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ# من خصه الله بنعمة من النعم، يحتاج الناس إليها، فمن تمام شكر هذه النعمة، أن يعود بها على عباد الله، وأن يقضي بها حاجتهم؛ لتعليل الله النهي عن الامتناع عن الكتابة بتذكير الكاتب بقوله: #ﭦ ﭧ ﭨ# ومع هذا: فـ «من كان في حاجة أخيه، كان الله في حاجته». السعدي\n\n#ﮉ ﮊ ﮋ ﮌ# نصاب الشهادة في الأموال ونحوها رجلان، أو رجل وامرأتان، ودلت السنة أيضا أنه يقبل الشاهد مع يمين المدعي ... شهادة الصبيان غير مقبولة؛ لمفهوم لفظ الرجل. السعدي\n\n* وهذه الآية تتضمن الأمر بإثبات الدين في كتاب، وإثبات شهادة في البيع والدين. واختلف العلماء، هل هذا أمر وجوب، أم على وجه الاستحباب؟ فذهب الجمهور إلى أنه أمر ندب واستحباب، فعلى هذا هو محكم، وذهبت طائفة إلى أن الكتابة والإشهاد واجبان. ابن الجوزي\n\n* الأصل في الأمر بالكتابة والإشهاد الندب، فقد يترك الإنسان الإشهاد أو الكتابة لسبب، والنبي ﷺ اشترى فرساً من أعرابي ولم يشهد. ينظر: سنن أبي داود والنسائي\n\n#ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ# الشاهد حقيقة فيمن تحمل، فإذا دعي لأدائها فعليه الإجابة إذا تعينت وإلا فهو فرض كفاية، والله أعلم. وقال مجاهد وأبو مجلز، وغير واحد: إذا دعيت لتشهد فأنت بالخيار، وإذا شهدت فدعيت فأجب. ابن كثير\n\n* والصحيح أن أداءها فرض وإن لم يسألها إذا خاف على الحق ضياعه أو فوته. القرطبي\n\n* تحمل الشهادة وأدائها من فروض الكفايات.\n\n#ﯬ ﯭ ﯮ ﯯ ﯰ# بأن يكلف ما لا يقدر عليه بأن يدعي ليشهد في مكان بعيد يشق عليه، أو يطلب إليه أن يكتب زورًا أو يشهد به. الجزائري\n\n#ﯸ ﯹﯺ ﯻ ﯼ# وعد من الله تعالى بأن من اتقاه علمه، أي: يجعل في قلبه نورًا يفهم به ما يلقى إليه، وقد يجعل الله في قلبه ابتداءً فرقانًا، أي: فيصلًا يفصل به بين الحق والباطل، ومنه قوله تعالى: #ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ# [الأنفال:29]. القرطبي. «ت»."
      }
    ]
  },
  "48": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚﭛ﴾",
            "meaning": "هو أن يدفع لصاحب الحق شيئًا؛ ليضمن حقه حتى يرد المدين الدين"
          },
          {
            "aya": "﴿ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦﭧ ﭨ ﭩ ﭪﭫ ﭬ ﭭ ﭮ ﭯ ﭰﭱ ﭲ ﭳ ﭴ ﭵ ﭶ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ# تقييد الرهن بالسفر- مع أنه يجوز حضرا وسفرا- للحاجة إليه؛ لعدم الكاتب والشهيد. السعدي\n\n#ﭙ ﭚ# الرهن يلزم بالعقد في حق من هو لازم في حقه بدون قبض ... والقبض من التمام؛ لأننا متفقون على أن الرهن يثبت بالعقد، فإذا كان كذلك فقد قال الله تبارك وتعالى: #ﮊ ﮋ ﮌ ﮍ ﮎ# [المائدة:1] ، وهذا يدخل فيه عقد الرهن سواء قبض المرهون أم لم يقبض ... وإنما نص الله تعالى على القبض ... لأنه لا يمكن أن يتمكن من التوثقة حق التمكن إلا إذا قبض، فهو على سفر، وليس عنده كاتب فلا يتوثق من حقه إلا بالرهن المقبوض؛ لأنه إذا لم يقبضه فإنه يجوز أن ينكر المدين الرهن، كما أن الرهن إنما كان من أجل ألا يحصل هناك تناكر بين البائع والمشتري، وعلى هذا فنقول: ليس في الآية ما يدل على أن القبض شرط، وإنما يدل على أن القبض من كمال التوثقة. ابن عثيمين في الشرح الممتع.\n\nبيان ما يحاسب الناس عليه وما يجب عليهم أمام الأوامر والنواهي السابقة التي مرد الحكم فيها إلى الله"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭷ ﭸ ﭹ ﭺ# عن أبي هريرة قال: لما نزلت على رسول الله ﷺ: #ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏﮐ ﮑ ﮒ ﮓ ﮔ ﮕ#، قال: فاشتد ذلك على أصحاب رسول الله ﷺ، فأتوا رسول الله ﷺ ثم بركوا على الركب، فقالوا: أي رسول الله، كلفنا من الأعمال ما نطيق، الصلاة والصيام والجهاد والصدقة، وقد انزلت عليك هذه الآية ولا نطيقها، قال رسول الله ﷺ: «أتريدون أن تقولوا كما قال أهل الكتابين من قبلكم سمعنا وعصينا؟ بل قولوا: سمعنا وأطعنا غفرانك ربنا وإليك المصير، قالوا: سمعنا وأطعنا غفرانك ربنا وإليك المصير، فلما اقترأها القوم، ذلت بها ألسنتهم، فأنزل الله في إثرها: #ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫﮬ ﮭ ﮮ ﮯﮰ ﮱ ﯓ ﯔ ﯕ#، فلما فعلوا ذلك نسخها الله تعالى، فأنزل الله ﭬ: #ﯗ ﯘ ﯙ ﯚ ﯛ ﯜﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ#، قال: نعم. #ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ#قال: نعم. #ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ# قال: نعم. #ﰂ ﰃ ﰄ ﰅ ﰆﰇ ﰈ ﰉ ﰊ ﰋ ﰌ ﰍ# قال: نعم». صحيح مسلم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫﮬ ﮭ ﮮ ﮯﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫﯬ ﯭ ﯮ ﯯ ﯰ ﯱ﴾",
            "meaning": "مشقة وثقلًا"
          },
          {
            "aya": "﴿ﯲ ﯳ ﯴ ﯵ ﯶ ﯷﯸ﴾",
            "meaning": "ممن عاقبتهم على ظلمهم كاليهود"
          },
          {
            "aya": "﴿ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ ﰀﰁ ﰂ ﰃ ﰄ ﰅ ﰆﰇ ﰈ ﰉ﴾",
            "meaning": "مالكنا وسيدنا ومتولي أمرنا"
          },
          {
            "aya": "﴿ﰊ ﰋ ﰌ ﰍ ﰎ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ# قال السدي: طاقتها. وكان حديث النفس مما لم يطيقوا. الطبري\n\n#ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ# هذه الآية دليل للقاعدة الفقهية المشقة تجلب التيسير.\n\n#ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ# العفو عن النسيان والخطأ في العبادات، وفي حقوق الله تعالى، وكذلك في حقوق الخلق من جهة رفع المأثم، وتوجه الذم. وأما وجوب ضمان المتلفات، خطأ أو نسيانا، في النفوس والأموال، فإنه مرتب على الإتلاف بغير حق، وذلك شامل لحالة الخطأ والنسيان، والعمد. السعدي"
      }
    ]
  },
  "49": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ﴾",
            "meaning": "القائم على كل شيء"
          },
          {
            "aya": "﴿ﭛ ﭜ ﭝ﴾",
            "meaning": "القرآن"
          },
          {
            "aya": "﴿ﭞ ﭟ ﭠ ﭡ ﭢ﴾",
            "meaning": "موافقا في أصول التشريع لما قبله من الكتب"
          },
          {
            "aya": "﴿ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬﭭ﴾",
            "meaning": "البراهين التي تفرق الحق عن الباطل"
          },
          {
            "aya": "﴿ﭮ ﭯ ﭰ ﭱ ﭲ﴾",
            "meaning": "كأهل الكتاب الذين حرفوا دينهم"
          },
          {
            "aya": "﴿ﭳ ﭴ ﭵﭶ ﭷ ﭸ﴾",
            "meaning": "قوي غالب"
          },
          {
            "aya": "﴿ﭹ ﭺ ﭻ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭫ ﭬ# أنزل الفرقان أي: الفارق بين الحق والباطل، وهو القرآن، وكرر ذكره تشريفا له، وذكر التنزيل أولا، والإنزال ثانيا؛ لكونه جامعا بين الوصفين، فإنه أنزل إلى سماء الدنيا جملة، ثم نزِّل منها إلى النبي ﷺ مفرقا منجما على حسب الحوادث. ينظر: تفسير الشوكاني."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ# فكيف يكون عيسى إلها، أو ابن إله وهو تخفى عليه الأشياء! القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎﮏ﴾",
            "meaning": "ويدخل عيسى♠ في هذا العموم"
          },
          {
            "aya": "﴿ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮈ ﮉ ﮊ ﮋ ﮌ# هذه الآية فيها تعريض بل تصريح بأن عيسى ابن مريم عبد مخلوق، كما خلق الله سائر البشر؛ لأن الله تعالى صوره في الرحم، وخلقه كما يشاء، فكيف يكون إلها كما زعمته النصارى. ابن كثير\n\nالمحكم والمتشابه في القرآن، وصفات الراسخين في العلم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ﴾",
            "meaning": "واضحات"
          },
          {
            "aya": "﴿ﮟ ﮠ ﮡ ﮢ ﮣﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱﯓ﴾",
            "meaning": "على أهوائهم"
          },
          {
            "aya": "﴿ﯔ ﯕ ﯖ ﯗ ﯘﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﴾",
            "meaning": "العقول السليمة"
          }
        ],
        "tafsir": "#ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ# القرآن العظيم كله محكم كما قال تعالى #ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ# [هود:1] فهو مشتمل على غاية الإتقان والإحكام والعدل والإحسان ... وكله متشابه في الحسن والبلاغة وتصديق بعضه لبعضه ومطابقته لفظا ومعنى، وأما الإحكام والتشابه المذكور في هذه الآية: فإن القرآن كما ذكره الله #ﮜ ﮝ ﮞ# أي: واضحات الدلالة، ليس فيها شبهة ولا إشكال #ﮟ ﮠ ﮡ# أي: أصله الذي يرجع إليه كل متشابه، وهي معظمه وأكثره، (و) منه آيات (أخر) #ﮣ# أي: يلتبس معناها على كثير من الأذهان: لكون دلالتها مجملة، أو يتبادر إلى بعض الأفهام غير المراد منها ... فالواجب في هذا أن يرد المتشابه إلى المحكم والخفي إلى الجلي. السعدي\n\n#ﮢ ﮣ# قد ذكر أهل العلم لورود المتشابه في القرآن فوائد، منها: أنه يكون في الوصول إلى الحق مع وجودها فيه مزيد صعوبة ومشقة، وذلك يوجب مزيد الثواب للمستخرجين للحق وهم الأئمة المجتهدون. الشوكاني\n\n#ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ# عن سليمان بن يسار أن صبيغ بن عسل قدم المدينة، فجعل يسأل عن متشابه القرآن وعن أشياء، فبلغ ذلك عمر ◙، فبعث إليه عمر، فأحضره وقد أعد له عراجين من عراجين النخل. فلما حضر قال له عمر: من أنت؟ قال: أنا عبد الله صبيغ. فقال عمر ◙: وأنا عبد الله عمر، ثم قام إليه فضرب رأسه بعرجون فشجه، ثم تابع ضربه حتى سال دمه على وجهه، فقال: حسبك يا أمير المؤمنين فقد والله ذهب ما كنت أجد في رأسي. القرطبي\n\n#ﯔ ﯕ ﯖ ﯗ ﯘﯙ# من العلماء من فصل في هذا المقام، فقال: التأويل يطلق ويراد به في القرآن معنيان، أحدهما: التأويل بمعنى حقيقة الشيء، وما يؤول أمره إليه، ومنه قوله تعالى: #ﮔ ﮕ ﮖ# ... فإن أريد بالتأويل هذا، فالوقف على الجلالة؛ لأن حقائق الأمور وكنهها لا يعلمه على الجلية إلا الله ﭬ، ويكون قوله: #ﯚ ﯛ ﯜ# مبتدأ و #ﯝ ﯞ ﯟ# خبره. وأما إن أريد بالتأويل المعنى الآخر وهو التفسير والتعبير والبيان عن الشيء كقوله تعالى: #ﯭ ﯮ# أي: بتفسيره، ... فالوقف على: #ﯚ ﯛ ﯜ# لأنهم يعلمون ويفهمون ما خوطبوا به بهذا الاعتبار، وإن لم يحيطوا علما بحقائق الأشياء على كنه ما هي عليه. ابن كثير.\n\n* جاء في تفسير ابن كثير رواية تؤيد الأول: فعن ابن عباس أنه قال: التفسير على أربعة أنحاء: فتفسير لا يعذر أحد في فهمه، وتفسير تعرفه العرب من لغاتها، وتفسير يعلمه الراسخون في العلم، وتفسير لا يعلمه إلا الله ﭬ. ويروى هذا القول عن عائشة، وعروة، وأبي الشعثاء، وأبي نهيك ... ثم ذكر أن مما يؤيد الثاني ما جاء عن ابن عباس أنه قال: أنا من الراسخين الذين يعلمون تأويله. وقال ابن أبي نجيح، عن مجاهد: والراسخون في العلم يعلمون تأويله ويقولون آمنا به. ينظر: تفسير ابن كثير\n\n#ﯚ ﯛ ﯜ# من جملة ما استدل به القائلون بالعطف: أن الله سبحانه مدحهم بالرسوخ في العلم، فكيف يمدحهم وهم لا يعلمون ذلك؟ ويجاب عن هذا بأن تركهم لطلب علم ما لم يأذن الله به، ولا جعل لخلقه إلى علمه سبيلا هو من رسوخهم؛ لأنهم علموا أن ذلك مما استأثر الله بعلمه. الشوكاني."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯫ﴾",
            "meaning": "من دعاء الراسخين"
          },
          {
            "aya": "﴿ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶﯷ ﯸ ﯹ ﯺ ﯻ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯫ ﯬ ﯭ ﯮ# عن عبد الله بن عمرو بن العاص أنه سمع رسول الله ﷺ، يقول: «إن قلوب بني آدم كلها بين إصبعين من أصابع الرحمن، كقلب واحد، يصرفه حيث يشاء» ثم قال رسول الله ﷺ: «اللهم مصرف القلوب صرف قلوبنا على طاعتك». صحيح مسلم."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃﰄ ﰅ ﰆ ﰇ ﰈ ﰉ ﰊ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "50": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜﭝ ﭞ ﭟ ﭠ ﭡ ﭢ﴾",
            "meaning": "(مثال للكفار الذين لم تنفهعم أموالهم ولا أولادهم)"
          },
          {
            "aya": "﴿ﭣ﴾",
            "meaning": "كشأن"
          },
          {
            "aya": "﴿ﭤ ﭥ﴾",
            "meaning": "مع موسى ♠"
          },
          {
            "aya": "﴿ﭦ ﭧ ﭨﭩ ﭪ ﭫ ﭬ ﭭ ﭮﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺﭻ ﭼ ﭽ ﭾ ﴾",
            "meaning": "بئس الفراش لكم"
          }
        ],
        "tafsir": "#ﭴ ﭵ ﭶ ﭷ# عن ابن عباس: أن رسول الله ﷺ لما أصاب من أهل بدر ما أصاب ورجع إلى المدينة، جمع اليهود في سوق بني قينقاع قال: يا معشر يهود! أسلموا قبل أن يصيبكم الله بما أصاب قريشا، قالوا: يا محمد! لا يغرنك من نفسك أن قتلت نفرا كانوا غمارا لا يعرفون القتال، إنك والله لو قاتلتنا لعرفت أنا نحن الناس، وأنك لم تلق مثلنا، فأنزل الله: #ﭴ ﭵ ﭶ ﭷ# إلى قوله: #ﮝ ﮞ#. الشوكاني"
      },
      {
        "ayat": [
          {
            "aya": "﴿  ﭿ ﮀ ﮁ ﮂ﴾",
            "meaning": "علامة لليهود وللناس عمومًا"
          },
          {
            "aya": "﴿ﮃ ﮄ ﮅﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑﮒ﴾",
            "meaning": "ظاهرة لا لبس فيها"
          },
          {
            "aya": "﴿ﮓ ﮔ ﮕ ﮖ ﮗﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮎ ﮏ# المراد: أنه يرى المشركون المسلمين مثلي عدد المشركين، أو مثلي عدد المسلمين ... ولا يناقض هذا ما في سورة الأنفال من قوله تعالى: #ﯛ ﯜ ﯝ# [الأنفال:44]، بل قللوا أولا في أعينهم ليلاقوهم ويجترئوا عليهم، فلما لاقوهم كثروا في أعينهم حتى غلبوا. الشوكاني\n\n* وقيل: ترون أيها المسلمون المشركين مثليكم في العدد وقد كانوا ثلاثة أمثالهم فقلل الله المشركين في أعين المسلمين فأراهم إياهم مثلي عدتهم لتقوى أنفسهم. وقد كانوا أعلموا أن المائة منهم تغلب المائتين من الكفار ... إلخ. الشوكاني"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ﴾",
            "meaning": "الأموال الكثيرة"
          },
          {
            "aya": "﴿ﮩ ﮪ ﮫ ﮬ ﮭ﴾",
            "meaning": "الحسان المعلمة لتعرف من غيرها"
          },
          {
            "aya": "﴿ﮮ ﮯﮰ﴾",
            "meaning": "المزارع"
          },
          {
            "aya": "﴿ﮱ ﯓ ﯔ ﯕﯖ ﯗ ﯘ ﯙ ﯚﯛ﴾",
            "meaning": "المرجع"
          }
        ],
        "tafsir": "#ﮠ ﮡ ﮢ# خص هذه الأمور المذكورة؛ لأنها أعظم شهوات الدنيا، وغيرها تبع لها. السعدي\n\n#ﮢ ﮣ ﮤ ﮥ ﮦ# بدأ بالنساء؛ لكثرة تشوق النفوس إليهن ... وخص البنين دون البنات؛ لعدم الاطراد في محبتهن. الشوكاني\n\n#ﮬ ﮭ# عن أبي ذر، ◙، قال: قال رسول الله ﷺ: «ليس من فرس عربي إلا يؤذن له مع كل فجر يدعو بدعوتين، يقول: اللهم إنك خولتني من خولتني من بني آدم، فاجعلني من أحب ماله وأهله إليه، أو أحب أهله وماله إليه» أحمد وصحح بعض أهل العلم وقفه\n\n#ﮱ ﯓ ﯔ ﯕﯖ ﯗ ﯘ ﯙ ﯚ# في هذه الآية تسلية للفقراء الذين لا قدرة لهم على هذه الشهوات التي يقدر عليها الأغنياء، وتحذير للمغترين بها، وتزهيد لأهل العقول النيرة بها. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯜ ﯝ ﯞ ﯟ ﯠ ﯡﯢ﴾",
            "meaning": "بخير من ملذات الدنيا"
          },
          {
            "aya": "﴿ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲﯳ ﯴ ﯵ ﯶ ﯷ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "51": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ﴾",
            "meaning": "صابرين: 1/على الطاعة2/ عن المعصية 3/ على المصيبة"
          },
          {
            "aya": "﴿ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭡ ﭢ# خص السحر بالذكر؛ لأنه مظان القبول، ووقت إجابة الدعاء. القرطبي\n\n* قال ﷺ: «ينزل الله تبارك وتعالى في كل ليلة إلى سماء الدنيا حين يبقى ثلث الليل الآخر فيقول: هل من سائل فأعطيه؟ هل من داع فأستجيب له؟ هل من مستغفر فأغفر له؟». متفق عليه\n\nالدين الحق"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯﭰ﴾",
            "meaning": "بالعدل"
          },
          {
            "aya": "﴿ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ# سبب نزول هذه الآية أن حبرين من أحبار الشام قدما إلى النبي ﷺ، فلما أبصرا المدينة قال أحدهما لصاحبه: ما أشبه هذه المدينة بصفة مدينة النبي الذي يخرج في آخر الزمان!. فلما دخلا على النبي ﷺ عرفاه بالصفة والنعت، فقالا له: أنت محمد؟ قال: (نعم). قالا: وأنت أحمد؟ قال: (نعم). قالا: نسألك عن شهادة، فإن أنت أخبرتنا بها آمنا بك وصدقناك. فقال لهما رسول الله ﷺ: (سلاني). فقالا: أخبرنا عن أعظم شهادة في كتاب الله. فأنزل الله تعالى على نبيه ﷺ #ﭤ ﭥ ﭦ# فأسلم الرجلان، وصدقا برسول الله ﷺ. ينظر: تفسير القرطبي\n\n#ﭤ ﭥ# أما شهادته تعالى فهي فيما أقامه من الحجج والبراهين القاطعة على توحيده، وأنه لا إله إلا هو، فنوع الأدلة في الآفاق والأنفس على هذا الأصل العظيم، ولو لم يكن في ذلك إلا أنه ما قام أحد بتوحيده إلا ونصره على المشرك الجاحد المنكر للتوحيد، وكذلك إنعامه العظيم الذي ما بالعباد من نعمة إلا منه، ولا يدفع النقم إلا هو، والخلق كلهم عاجزون عن المنافع والمضار لأنفسهم ولغيرهم، ففي هذا برهان قاطع على وجوب التوحيد وبطلان الشرك، وأما شهادة الملائكة بذلك فنستفيدها بإخبار الله لنا بذلك وإخبار رسله، وأما شهادة أهل العلم فلأنهم هم المرجع في جميع الأمور الدينية خصوصا في أعظم الأمور وأجلها وأشرفها وهو التوحيد، فكلهم من أولهم إلى آخرهم قد اتفقوا على ذلك، ودعوا إليه، وبينوا للناس الطرق الموصلة إليه، فوجب على الخلق التزام هذا الأمر المشهود عليه، والعمل به. السعدي\n\n#ﭬ ﭭ# في هذه الآية دليل على شرف العلم من وجوه كثيرة، منها: أن الله خصهم بالشهادة على أعظم مشهود عليه دون الناس، ومنها: أن الله قرن شهادتهم بشهادته وشهادة ملائكته. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭸ ﭹ ﭺ ﭻ﴾",
            "meaning": "أي: الدين الذي يرضاه الله"
          },
          {
            "aya": "﴿ﭼﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ﴾",
            "meaning": "ظلمًا وحسدًا"
          },
          {
            "aya": "﴿ﮊﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ# خلاف أهل الكتاب لم يكن عن جهل منهم بالحق ومعرفته، ولكن كان عن علم حقيقي، وإنما حملهم على الخلاف المسبب للفتن والحروب وضياع الدين، البغي والحسد إذ كل فرقة تريد الرئاسة والسلطة الدينية والدنيوية لها دون غيرها، وبذلك يفسد أمر الدين والدنيا. الجزائري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜﮝ﴾",
            "meaning": "أخلصت لله أعمالي أنا ومن اتبعني من المؤمنين"
          },
          {
            "aya": "﴿ﮞ ﮟ ﮠ ﮡ ﮢ﴾",
            "meaning": "هم مشركو العرب، سموا أميين؛ لقلة قرائهم وكتّابهم"
          },
          {
            "aya": "﴿ﮣﮤ ﮥ ﮦ ﮧ ﮨﮩ ﮪ ﮫ ﮬ ﮭ ﮮﮯ ﮰ ﮱ ﯓ ﯔ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮘ ﮙ ﮚ# أخلصت ذاتي لله، وعبر بالوجه عن سائر الذات؛ لكونه أشرف أعضاء الإنسان، وأجمعها للحواس، وقيل: الوجه هنا: بمعنى القصد. الشوكاني\n\n* في هذا تأييس لمن طمع فيكم، وتجديد لدينكم عند ورود الشبهات، وحجة على من اشتبه عليه الأمر. السعدي\n\nمن أحوال الكفار مع الرسل، وبيان أن التمكين والرزق من عند الله"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ﴾",
            "meaning": "بالعدل"
          },
          {
            "aya": "﴿ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ# قيل: كل بلدة يكون فيها أربعة فأهلها معصومون من البلاء: إمام عادل لا يظلم، وعالم على سبيل الهدى، ومشايخ يأمرون بالمعروف وينهون عن المنكر ويحرضون على طلب العلم والقرآن، ونساؤهم مستورات لا يتبرجن تبرج الجاهلية الأولى. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯨ ﯩ ﯪ﴾",
            "meaning": "بطلت"
          },
          {
            "aya": "﴿ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "52": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ﴾",
            "meaning": ""
          },
          {
            "aya": "﴿ﭦ﴾",
            "meaning": "أي: سبب إعراضهم"
          },
          {
            "aya": "﴿ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮﭯ﴾",
            "meaning": "عدد أيام عبادة العجل40 يومًا"
          },
          {
            "aya": "﴿ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ﴾",
            "meaning": "كقولهم نحن أبناء الله وأحباؤه"
          },
          {
            "aya": "﴿ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ﴾",
            "meaning": "وأعطيت"
          },
          {
            "aya": "﴿ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘﮙ ﮚ ﮛﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ# قال ابن عباس وأنس بن مالك: لما افتتح رسول الله ﷺ مكة، ووعد أمته ملك فارس والروم، قال المنافقون واليهود: هيهات هيهات! من أين لمحمد ملك فارس والروم! هم أعز وأمنع من ذلك، ألم يكف محمدا مكة والمدينة حتى طمع في ملك فارس والروم، فأنزل الله تعالى هذه الآية. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮣ﴾",
            "meaning": "تدخل"
          },
          {
            "aya": "﴿ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮬ ﮭ ﮮ ﮯ# أي: تخرج الحبة من الزرع، والزرع من الحبة، والنخلة من النواة، والنواة من النخلة، والمؤمن من الكافر، والكافر من المؤمن، والدجاجة من البيضة، والبيضة من الدجاجة، وما جرى هذا المجرى من جميع الأشياء. ابن كثير\n\nالنهي عن موالاة أهل الكتاب، وبيان علم الله لما ما في نفوسنا تجاههم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ﴾",
            "meaning": "أي: بريء الله تعالى منه"
          },
          {
            "aya": "﴿ﯭ ﯮ ﯯ ﯰ ﯱﯲ﴾",
            "meaning": "المهادنة بالكلام اللين حال الضعف دون المحبة بالقلب"
          },
          {
            "aya": "﴿ﯳ ﯴ ﯵﯶ ﯷ ﯸ ﯹ ﯺ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯭ ﯮ ﯯ ﯰ ﯱ# إلا أن تكونوا في سلطانهم فتخافوهم على أنفسكم، فتظهروا لهم الولاية بألسنتكم، وتضمروا لهم العداوة، ولا تشايعوهم على ما هم عليه من الكفر، ولا تعينوهم على مُسلم بفعل. الطبري\n\n* قال الحسن: التقية جائزة للإنسان إلى يوم القيامة. القرطبي\n\n* حكى البخاري عن أبي الدرداء أنه قال: إنا نبش في وجوه أقوام وقلوبنا تلعنهم. الشوكاني"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄﰅ ﰆ ﰇ ﰈ ﰉ ﰊ ﰋ ﰌﰍ ﰎ ﰏ ﰐ ﰑ ﰒ ﰓ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "53": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤﭥ ﭦ ﭧ ﭨﭩ ﭪ ﭫ ﭬ ﭭ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭦ ﭧ ﭨﭩ ﭪ ﭫ ﭬ# أعاد تعالى تحذيرنا نفسه رأفة بنا ورحمة؛ لئلا يطول علينا الأمد فتقسو قلوبنا، وليجمع لنا بين الترغيب الموجب للرجاء والعمل الصالح، والترهيب الموجب للخوف وترك الذنوب. السعدي\n\n* ونعم ما ختم به إذ لولاه لطارت قلوب العالمين فزعًا وخوفًا. الجزائري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭮ ﭯ ﭰ ﭱ ﭲ﴾",
            "meaning": "أي: صادقين في ذلك"
          },
          {
            "aya": "﴿ﭳ ﭴ ﭵ ﭶ ﭷ ﭸﭹ ﭺ ﭻ ﭼ ﭽ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ# قال الحسن البصري وغيره من السلف: زعم قوم أنهم يحبون الله فابتلاهم الله بهذه الآية. ابن كثير"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭾ ﭿ ﮀ ﮁﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "اصطفاء الله للرسل والصالحين، وتحقيق المعجزات والكرامات لهم لا يعني ألوهية أحدهم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮌ ﮍ ﮎ﴾",
            "meaning": "اختار"
          },
          {
            "aya": "﴿ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮌ ﮍ ﮎ# من الفائدة والحكمة في قصه علينا أخبار هؤلاء الأصفياء أن نحبهم ونقتدي بهم، ونسأل الله أن يوفقنا لما وفقهم، وأن لا نزال نزري أنفسنا بتأخرنا عنهم، وعدم اتصافنا بأوصافهم ومزاياهم الجميلة ... فلله ما أعظم جوده وكرمه، وأكثر فوائد معاملته، لو لم يكن لهم من الشرف إلا أن أذكارهم مخلدة، ومناقبهم مؤبدة، لكفى بذلك فضلا. السعدي\n\n#ﮓ ﮔ# قيل والد موسى، وقيل والد مريم. ينظر: زاد المسير وتفسير السعدي، ولعل الأظهر أنه والد مريم."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮘ ﮙ ﮚ ﮛﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ﴾",
            "meaning": "جعلت لك"
          },
          {
            "aya": "﴿ﮩ ﮪ ﮫ ﮬ﴾",
            "meaning": "خالصا للعبادة وخدمة بيت المقدس"
          },
          {
            "aya": "﴿ﮭ ﮮﮯ ﮰ ﮱ ﯓ ﯔ ﯕ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ# قال ابن اسحاق: كان السبب في نذرها أنه أمسك عنها الولد حتى أسنت، فرأت طائرا يطعم فرخا له، فدعت الله أن يهب لها ولدا، وقالت: اللهم لك علي إن رزقتني ولدا أن أتصدق به على بيت المقدس، فحملت بمريم. ابن الجوزي\n\n#ﮩ ﮪ ﮫ ﮬ# قال الكلبي ومحمد بن إسحاق وغيرهما: كان المحرر إذا حرر جعل في الكنيسة يقوم عليها يكنسها، ويخدمها، ولا يبرح مقيما عليها حتى يبلغ الحلم، ثم يخير إن أحب أقام فيها، وإن أحب ذهب حيث شاء، وإن أراد أن يخرج بعد التخيير لم يكن له ذلك، ولم يكن أحد من الأنبياء والعلماء إلا من نسله محرر لبيت المقدس. البغوي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯖ ﯗ ﯘ﴾",
            "meaning": "قالت وهي متحسرة"
          },
          {
            "aya": "﴿ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣﯤ﴾",
            "meaning": "فالأنثى لا تخدم المسجد كخدمة الذكر"
          },
          {
            "aya": "﴿ﯥ ﯦ ﯧ ﯨ ﯩ﴾",
            "meaning": "أحصنها"
          },
          {
            "aya": "﴿ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯝ ﯞ ﯟ ﯠ# قرأ الجمهور: #ﯠ# فيكون من كلام الله سبحانه على جهة التعظيم لما وضعته، والتفخيم لشأنه، والتجليل لها، حيث وقع منها التحسر والتحزن، مع أن هذه الأنثى التي وضعتها سيجعلها الله وابنها آية للعالمين وعبرة للمعتبرين، ويختصها بما لم يختص به أحدا. الشوكاني."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯰ ﯱ ﯲ ﯳ﴾",
            "meaning": "رضي سبحانه بالنذر"
          },
          {
            "aya": "﴿ﯴ ﯵ ﯶ ﯷ ﯸﯹ﴾",
            "meaning": "وهو زوج أختها"
          },
          {
            "aya": "﴿ﯺ ﯻ ﯼ ﯽ ﯾ﴾",
            "meaning": "مكان العبادة"
          },
          {
            "aya": "﴿ﯿ ﰀ ﰁﰂ﴾",
            "meaning": "فاكهة الشتاء في الصيف والعكس"
          },
          {
            "aya": "﴿ﰃ ﰄ ﰅ ﰆ ﰇﰈ ﰉ ﰊ ﰋ ﰌ ﰍﰎ ﰏ ﰐ ﰑ ﰒ ﰓ ﰔ ﰕ ﰖ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯥ ﯦ# فيه دلالة على التسمية وقت الولادة، وعلى أن للأم تسمية الولد إذا لم يكره الأب. ينظر: تفسير السعدي\n\n#ﯷ ﯸ#: قال محمد بن إسحاق: ضمها إلى خالتها أم يحيى، حتى إذا شبت وبلغت مبلغ النساء؛ بنى لها محرابا في المسجد، وجعل بابه في وسطها لا يرقى إليها إلا بالسلم مثل باب الكعبة ولا يصعد إليها غيره، وكان يأتيها بطعامها وشرابها ودهنها كل يوم. البغوي"
      }
    ]
  },
  "54": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ﴾",
            "meaning": "عند ذلك"
          },
          {
            "aya": "﴿ﭒ ﭓ ﭔﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ﴾",
            "meaning": "عندك"
          },
          {
            "aya": "﴿ﭜ ﭝﭞ ﭟ ﭠ ﭡ ﭢ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔﭕ# قال ابن عباس: فلما رأى ذلك زكريا - يعني فاكهة الصيف في الشتاء، وفاكهة الشتاء في الصيف - عند مريم قال: إنّ الذي يأتي بهذا مريمَ في غير زمانه، قادرٌ أن يرزقني ولدًا، قال الله عز وجل#ﭑ ﭒ ﭓ ﭔﭕ# قال: فذلك حين دعا. الطبري\n\n#ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ# الواجب على الإنسان أن يتضرع إلى خالقه في هداية ولده وزوجه بالتوفيق لهما والهداية والصلاح والعفاف والرعاية. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ﴾",
            "meaning": "ومن صفته أنه"
          },
          {
            "aya": "﴿ﭮ ﭯ ﭰ ﭱ﴾",
            "meaning": "بعيسى ♠"
          },
          {
            "aya": "﴿ﭲ﴾",
            "meaning": "أي: يحيى"
          },
          {
            "aya": "﴿ﭳ﴾",
            "meaning": "لا يأتي النساءوقيل لا يأت الذنوب"
          },
          {
            "aya": "﴿ﭴ ﭵ ﭶ ﭷ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭣ ﭤ# قيل جبريل وجائز في كلام العرب، أن تخبر عن الواحد بمذهب الجمع، كما يقال في الكلام: (خرج فلان على بغال البُرُد)، وإنما ركب بغلا واحدًا، (وركب السفن)، وإنما ركب سفينةً واحدة. وكما يقال: (ممن سمعتَ هذا الخبر؟) فيقال: (من الناس)، وإنما سمعه من رجل واحد، والظاهرُ من ذلك، أنها جماعة من الملائكة دون الواحد، وجبريلُ واحد، ولا يجوز أن يحمل تأويل القرآن إلا على الأظهر الأكثر من الكلام المستعمل في ألسن العرب، دون الأقل ما وُجِد إلى ذلك سبيل. ولم تَضطَّرنا حاجةٌ إلى صرف ذلك إلى أنه بمعنى واحد. ينظر: تفسير الطبري\n\n#ﭮ ﭯ ﭰ ﭱ# يعني: عيسى في قول أكثر المفسرين. وسمي عيسى كلمة لأنه كان بكلمة الله تعالى التي هي(كن) فكان من غير أب. القرطبي\n\n#ﭳ# جاء في تفسير ابن كثير قال: ابن عباس، وابن مسعود: هو الذي لا يأتي النساء ... .(ثم نقل الأقوال في ذلك. ومما جاء في التفسير): المقصود أنه مدح يحيى بأنه حصور، ليس أنه لا يأتي النساء، بل معناه أنه معصوم عن الفواحش والقاذورات، ولا يمنع ذلك من تزويجه بالنساء الحلال، وغشيانهن، وإيلادهن، بل قد يفهم وجود النسل له من دعاء زكريا المتقدم حيث قال: #ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ# كأنه قال: ولدا له ذرية ونسل وعقب، والله سبحانه وتعالى أعلم. ينظر: تفسير ابن كثير\n\n* أكثر المفسرين على أن الحصور الذي لا يأتي النساء. ينظر تفسير الثعالبي ."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭸ﴾",
            "meaning": "أي: زكريا"
          },
          {
            "aya": "﴿ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏﮐ﴾",
            "meaning": "على حمل زوجتي؛ ليكمل يقينه"
          },
          {
            "aya": "﴿ﮑ ﮒ ﮓ ﮔ ﮕ﴾",
            "meaning": "ينحبس لسانك من غير علة فلا تستطيع الكلام"
          },
          {
            "aya": "﴿ﮖ ﮗ ﮘ ﮙﮚ﴾",
            "meaning": "إشارة"
          },
          {
            "aya": "﴿ﮛ ﮜ ﮝ ﮞ ﮟ﴾",
            "meaning": "آخر النهار"
          },
          {
            "aya": "﴿ﮠ ﮡ﴾",
            "meaning": "أوله"
          },
          {
            "aya": "﴿ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ# الاصطفاء الأول يرجع إلى الصفات الحميدة، والأفعال السديدة، والاصطفاء الثاني يرجع إلى تفضيلها على سائر نساء العالمين، إما على عالمي زمانها، أو مطلقا، وإن شاركها أفراد من النساء في ذلك، كخديجة، وعائشة، وفاطمة، لم يناف الاصطفاء المذكور، فلما أخبرتها الملائكة باصطفاء الله إياها، وتطهيرها، كان في هذا من النعمة العظيمة، والمنحة الجسيمة، ما يوجب لها القيام بشكرها، فلهذا قالت لها الملائكة: يَا مَرْيَمُ اقْنُتِي. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮯ ﮰ ﮱ﴾",
            "meaning": "داومي على الطاعة"
          },
          {
            "aya": "﴿ﯓ ﯔ ﯕ ﯖ ﯗ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯓ ﯔ# قدم السجود على الركوع؛ لكونه أفضل، أو لكون صلاتهم لا ترتيب فيها، مع كون الواو لمجرد الجمع بلا ترتيب، وقوله: #ﯔ ﯕ ﯖ# ظاهره: أن ركوعها يكون مع ركوعهم، فيدل على مشروعية صلاة الجماعة، وقيل: المعنى أنها تفعل مثل فعلهم وإن لم تصل معهم. الشوكاني"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯘ﴾",
            "meaning": "ما سبق من أمر زكريا ومريم"
          },
          {
            "aya": "﴿ﯙ ﯚ ﯛ ﯜ ﯝﯞ﴾",
            "meaning": "يا محمد"
          },
          {
            "aya": "﴿ﯟ ﯠ ﯡ﴾",
            "meaning": "عندهم"
          },
          {
            "aya": "﴿ﯢ ﯣ ﯤ﴾",
            "meaning": "يطرحون السهام للاقتراع"
          },
          {
            "aya": "﴿ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﴾",
            "meaning": "وإنما عرفت ما سبق من جهة الوحي"
          }
        ],
        "tafsir": "#ﯢ ﯣ ﯤ# فاقترعوا، وجعلوا أقلامهم في الماء الجاري، على أن من وقف قلمه ولم يجر مع الماء فهو صاحبها، فجرت أقلامهم، ووقف قلم زكريا، وقد استدل بهذا من أثبت القرعة. الشوكاني\n\nبيان حقيقة عيسى ♠، وبيان شيء من معجزاته"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ﴾",
            "meaning": "تلدينه بلا أب لذا نسب إليها"
          },
          {
            "aya": "﴿ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ# من حكمة الباري تعالى أن تدرج بأخبار العباد من الغريب إلى ما هو أغرب منه، فذكر وجود يحيى بن زكريا بين أبوين أحدهما كبير والآخر عاقر، ثم ذكر أغرب من ذلك وأعجب، وهو وجود عيسى ♠ من أم بلا أب؛ ليدل عباده أنه الفعال لما يريد، وأنه ما شاء كان، وما لم يشاء لم يكن ... سمي كلمة الله؛ لأنه كان بالكلمة من الله؛ لأن حالته خارجة عن الأسباب، وجعله الله من آياته وعجائب مخلوقاته، فأرسل الله جبريل ♠ إلى مريم، فنفخ في جيب درعها، فولجت فيها تلك النفخة الذكية من ذلك الملك الزكي، فأنشأ الله منها تلك الروح الزكية، فكان روحانيا نشأ من مادة روحانية، فلهذا سمى روح الله. السعدي\n\n#ﯷ ﯸ# اختلفوا في أنه لم سمي مسيحا، فمنهم من قال: هو فعيل بمعنى المفعول، يعني: أنه مسح من الأقذار، وطهر من الذنوب، وقيل: لأنه مسح بالبركة، وقيل: لأنه خرج من بطن أمه ممسوحا بالدهن، وقيل: مسحه جبريل بجناحه حتى لم يكن للشيطان عليه سبيل، وقيل: لأنه كان مسيح القدم لا أخمص له، وسمي الدجال مسيحا؛ لأنه ممسوح إحدى العينين، وقال بعضهم: هو فعيل بمعنى الفاعل، مثل عليم وعالم، وقال ابن عباس ¶: سمي عيسى ♠ مسيحا؛ لأنه ما مسح ذا عاهة إلا برأ، وقيل: سمي بذلك؛ لأنه كان يسيح في الأرض، ولا يقيم في مكان، وعلى هذا القول تكون الميم فيه زائدة، وقال إبراهيم النخعي: المسيح الصديق، ويكون المسيح بمعنى: الكذاب، وبه سمي الدجال. البغوي"
      }
    ]
  },
  "55": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ﴾",
            "meaning": "بعد الشباب"
          },
          {
            "aya": "﴿ﭖ ﭗ ﭘ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ# عن أبي هريرة، عن النبي ﷺ، قال: «لم يتكلم في المهد إلا ثلاثة، عيسى ابن مريم، وصاحب جريج ... وبينا صبي يرضع من أمه ...» الحديث. وللتوسع يراجع: صحيح مسلم.\n\n#ﭕ# قال ابن الأنباري: كان ♠ قد زاد على الثلاثين، ومن أربى عليها فقد دخل في الكهولة. والكهل عند العرب: الذي قد جاوز الثلاثين، وإنما سمي الكهل كهلا؛ لاجتماع قوته، وكمال شبابه ... فإن قيل: فقد علم أن الكهل يتكلم، ... (فمما يجاب عنه) أن هذا الكلام خرج مخرج البشارة بطول عمره، أي: أنه يبلغ الكهولة. ابن الجوزي بتصرف يسير."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡﭢ﴾",
            "meaning": "لم أتزوج ولم أعاشر الرجال"
          },
          {
            "aya": "﴿ﭣ ﭤ ﭥ ﭦ ﭧ ﭨﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂﮃ﴾",
            "meaning": "علامة على صدقي"
          },
          {
            "aya": "﴿ﮄ ﮅ﴾",
            "meaning": "أصور"
          },
          {
            "aya": "﴿ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐﮑ﴾",
            "meaning": "أي: قدرتي خاضعة لقدرته سبحانه"
          },
          {
            "aya": "﴿ﮒ ﮓ﴾",
            "meaning": "الأعمى"
          },
          {
            "aya": "﴿ﮔ ﮕ ﮖ ﮗ ﮘﮙ ﮚ ﮛ ﮜ ﮝ ﮞ﴾",
            "meaning": "تخبئون"
          },
          {
            "aya": "﴿ﮟ ﮠﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗﯘ﴾",
            "meaning": "وفيه إثبات النسخ"
          },
          {
            "aya": "﴿ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥﯦ ﯧ ﯨ ﯩ ﯪﯫ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "حال عيسى ♠ مع قومه"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵﯶ﴾",
            "meaning": "يعينني في الدعوة إليه"
          },
          {
            "aya": "﴿ﯷ ﯸ﴾",
            "meaning": "أصفياء عيسى♠ وعددهم 12حواري"
          },
          {
            "aya": "﴿ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯷ ﯸ# يجوز أن يكون حواريو عيسى كانوا سُمُّوا من تبييضهم الثيابَ، وأنهم كانوا قصّارين، فعرفوا بصحبة عيسى، واختياره إياهم لنفسه أصحابًا وأنصارًا، فجرى ذلك الاسم لهم، واستُعمل، حتى صار كل خاصّة للرجل من أصحابه وأنصاره: «حواريُّه». ينظر: تفسير الطبري"
      }
    ]
  },
  "56": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ﴾",
            "meaning": "أي: لك بالواحدانية"
          },
          {
            "aya": "﴿ﭛ﴾",
            "meaning": "أراد كفار بني إسرائيل قتل عيسى♠"
          },
          {
            "aya": "﴿ﭜ ﭝﭞ﴾",
            "meaning": "بهم بأن ألقى شبهه على غيره"
          },
          {
            "aya": "﴿ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ﴾",
            "meaning": "قابضك من الأرض"
          },
          {
            "aya": "﴿ﭩ ﭪ﴾",
            "meaning": "من غير موت"
          },
          {
            "aya": "﴿ﭫ ﭬ ﭭ ﭮ﴾",
            "meaning": "مبعدك من رجسهم"
          },
          {
            "aya": "﴿ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ# ثبت في الصحيح عن النبي ﷺ أنه قال: «ينزل فيكم ابن مريم حكمًا عدلًا، وإمامًا مقسطًا، فيكسر الصليب، ويقتل الخنزير ويضع الجزية» وثبت في الصحيح عنه «أنه ينزل على المنارة البيضاء، شرقي دمشق، وأنه يقتل الدجال». ومن فارقت روحه جسده لم ينزل جسده من السماء، وإذا أحيي فإنه يقوم من قبره. وأما قوله تعالى #ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ# فهذا دليل على أنه لم يعن بذلك الموت؛ إذ لو أراد بذلك الموت؛ لكان عيسى في ذلك كسائر المؤمنين؛ فإن الله يقبض أرواحهم ويعرج بها إلى السماء، فعلم أن ليس في ذلك خاصية ... فقوله هنا: #ﮖ ﮗ ﮘ ﮙ# [النساء:158] يبين أنه رفع بدنه وروحه كما ثبت في الصحيح أنه ينزل بدنه وروحه؛ إذ لو أريد موته لقال: وما قتلوه وما صلبوه؛ بل مات. فقوله: #ﮖ ﮗ ﮘ ﮙ# [النساء:158] يبين أنه رفع بدنه وروحه كما ثبت في الصحيح أنه ينزل بدنه وروحه. ابن تيمية في مجموع الفتاوى\n\n#ﭩ ﭪ# قابضك من الأرض وافيًا تامًا من غير أن ينال منك اليهود شيئًا. هذا قول الحسن، وابن جريج. ابن الجوزي\n\n#ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ# النصارى المنتسبين لعيسى ♠ لم يزالوا قاهرين لليهود لكون النصارى أقرب إلى اتباع عيسى من اليهود، حتى بعث الله نبينا محمدا ﷺ، فكان المسلمون هم المتبعين لعيسى حقيقة، فأيدهم الله ونصرهم على اليهود والنصارى وسائر الكفار، وإنما يحصل في بعض الأزمان إدالة الكفار من النصارى وغيرهم على المسلمين، حكمة من الله وعقوبة على تركهم لاتباع الرسول ﷺ. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ﴾",
            "meaning": "ما سبق من أمر عيسى"
          },
          {
            "aya": "﴿ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "التأكيد على ما سبق من قصة ولادة ونشأة عيسى ♠ وأن ذلك لا يعني ألوهيته ♠"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮦ ﮧ ﮨ﴾",
            "meaning": "شأنه الغريب"
          },
          {
            "aya": "﴿ﮩ ﮪ ﮫ ﮬﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮫ ﮬ# وهو من تشبيه الغريب بالأغرب؛ ليكون أقطع للخصم وأوقع للنفس. تفسير الجلالين.\n\n#ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ# ما قامت الأدلة على أنه حق وجزم به العبد من مسائل العقائد وغيرها، فإنه يجب أن يجزم بأن كل ما عارضه فهو باطل، وكل شبهة تورد عليه فهي فاسدة، سواء قدر العبد على حلها، أم لا، فلا يوجب له عجزه عن حلها القدح فيما علمه؛ لأن ما خالف الحق فهو باطل، قال تعالى #ﯽ ﯾ ﯿ ﰀ ﰁ# [يونس:32] وبهذه القاعدة الشرعية تنحل عن الإنسان إشكالات كثيرة يوردها المتكلمون، ويرتبها المنطقيون، إن حلها الإنسان فهو تبرع منه، وإلا فوظيفته أن يبين الحق بأدلته ويدعو إليه. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯠ ﯡ ﯢ﴾",
            "meaning": "من النصارى"
          },
          {
            "aya": "﴿ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ﴾",
            "meaning": "نتضرع بالدعاء"
          },
          {
            "aya": "﴿ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ﴾",
            "meaning": "نقول اللهم العن الكاذب في شأن عيسى"
          }
        ],
        "tafsir": "#ﯲ ﯳ# جاء أنه بعد نزول آية المباهلة دعاهم إلى ذلك، فقالوا: يا أبا القاسم، دعنا ننظر في أمرنا، ثم نأتيك بما نُريد أن نفعل فيما دعوتنا إليه. فانصرفوا عنه، ثم خلوا بالعاقب، وكان ذا رَأيهم، فقالوا: يا عبد المسيح، ما ترى؟ قال: والله يا معشر النصارى، لقد عرفتم أنّ محمدًا لنبيّ مرسل، ولقد جاءكم بالفصل من خبر صاحبكم، ولقد علمتم ما لاعن قَوْمٌ نبيًّا قط فبقي كبيرُهم ولا نبتَ صغيرهم، وإنه للاستئصال منكم إن فعلتم، فإن كنتم قد أبيتم إلا إلْفَ دينكم، والإقامةَ على ما أنتم عليه من القول في صاحبكم، فوادِعوا الرجلَ، ثم انصرفوا إلى بلادكم حتى يريكم زمنٌ رَأيه. فأتوا رسول الله ﷺ فقالوا: يا أبا القاسم، قد رأينا أن لا نلاعنَك، وأن نتركك على دينك، ونرجع على ديننا، ولكن ابعث معنا رجلًا من أصحابك ترضَاهُ لنا، يحكم بيننا في أشياء قد اختلفنا فيها من أموالنا، فإنكم عندنا رِضًا ... قال ابن عباس قال: لو خرج الذين يُباهلون النبّي ﷺ لرجعوا لا يجدون أهلًا ولا مالًا. ينظر تفسير الطبري"
      }
    ]
  },
  "57": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ﴾",
            "meaning": "الخبر"
          },
          {
            "aya": "﴿ﭕﭖ﴾",
            "meaning": "لا شك فيه"
          },
          {
            "aya": "﴿ﭗ ﭘ ﭙ ﭚ ﭛﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ﴾",
            "meaning": ""
          },
          {
            "aya": "﴿ﭣ ﭤ﴾",
            "meaning": "أعرضوا عن الإيمان"
          },
          {
            "aya": "﴿ﭥ ﭦ ﭧ ﭨ ﭩ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "التأكيد على التوحيد"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ﴾",
            "meaning": "عدل"
          },
          {
            "aya": "﴿ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂﮃ﴾",
            "meaning": "فلا نتخذ الأحبار والرهبان أربابًا"
          },
          {
            "aya": "﴿ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ# لعل الفائدة في ذلك أنكم إذا قلتم لهم ذلك وأنتم أهل العلم على الحقيقة، كان ذلك زيادة على إقامة الحجة عليهم. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ﴾",
            "meaning": "تتخاصمون أنه على دينكم"
          },
          {
            "aya": "﴿ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗﮘ﴾",
            "meaning": "فكيف يكون على دينكم"
          },
          {
            "aya": "﴿ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ﴾",
            "meaning": "من شأن موسى وعيسى -ﮕ-"
          },
          {
            "aya": "﴿ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩﮪ﴾",
            "meaning": "من شأن إبراهيم ♠"
          },
          {
            "aya": "﴿ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ﴾",
            "meaning": "مائلًا عن الشرك"
          },
          {
            "aya": "﴿ﯛ﴾",
            "meaning": "موحدًا لله"
          },
          {
            "aya": "﴿ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ﴾",
            "meaning": "لموافقته له بأكثر شرعه"
          },
          {
            "aya": "﴿ﯩ ﯪﯫ ﯬ ﯭ ﯮ ﯯ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "الحديث عن أهل الكتاب وبيان حقيقتهم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯰ ﯱ ﯲ ﯳ ﯴ﴾",
            "meaning": "اليهود"
          },
          {
            "aya": "﴿ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ ﯽ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ# من المعلوم أن من ود شيئا سعى بجهده على تحصيل مراده، فهذه الطائفة تسعى وتبذل جهدها في رد المؤمنين، وإدخال الشبه عليهم بكل طريق يقدرون عليه. السعدي. «ت»."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄ ﰅ ﰆ﴾",
            "meaning": "تشهدون بصحة نبوة محمد ﷺ، ويسر به بعضكم إلى بعض في بعض الأوقات"
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "58": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ﴾",
            "meaning": "تخلطون"
          },
          {
            "aya": "﴿ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ﴾",
            "meaning": "قال اليهود لبعضهم"
          },
          {
            "aya": "﴿ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ﴾",
            "meaning": "أول النهار"
          },
          {
            "aya": "﴿ﭩ ﭪ ﭫ ﭬ ﭭ﴾",
            "meaning": "أي: لعل أصحاب محمد ﷺ يشكون في صحة دينهم فيرجعون للكفر، (ومن قول أهل الكتاب أيضاً)"
          }
        ],
        "tafsir": "#ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ# في إخبار الله تعالى عن تواطؤهم على هذه الحيلة من الفائدة وجوه: الأول: أن هذه الحيلة كانت مخفية فيما بينهم، فلما أخبر بها عنهم، كان إخبارا بمغيب، فيكون معجزا. الثاني: أنه تعالى، لما أطلع المؤمنين على تواطئهم على هذه الحيلة، لم يحصل لهذه الحيلة أثر في قلوب المؤمنين، ولولا هذا الإعلام؛ لأمكن تأثيرها في قلب من ضعف إيمانه. الثالث: أن القوم لما افتضحوا في هذه الحيلة، صار ذلك رادعا لهم عن الإقدام على أمثالها من الحيل والتلبيس اهـ. الثعالبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭮ ﭯﭰ ﭱ ﭲ ﭳ﴾",
            "meaning": "لا تصدقوا إلا لمن كان يهودياً"
          },
          {
            "aya": "﴿ﭴ ﭵ ﭶ ﭷ ﭸ﴾",
            "meaning": "قل أيها الرسول: الله بيده الهداية للإسلام"
          },
          {
            "aya": "﴿ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ﴾",
            "meaning": "حسد اليهود العرب أن نزلت فيهم الرسالة بعد أن كانت تنزل على بني إسرائيل"
          },
          {
            "aya": "﴿ﭿ ﮀ ﮁ ﮂﮃ﴾",
            "meaning": "أي: ولئلا يحتج عليكم المسلمون يوم القيامة أنكم كنتم تعرفون الحق"
          },
          {
            "aya": "﴿ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔﮕ ﮖ ﮗ ﮘ ﮙ ﮚﮛ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "من أحوال أهل الكتاب"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ﴾",
            "meaning": "مال كثير"
          },
          {
            "aya": "﴿ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ﴾",
            "meaning": "يعنون العرب لأن كثير منهم لا يقرأ ولا يكتب"
          },
          {
            "aya": "﴿ﯛ﴾",
            "meaning": "إثم -فاليهود يستحلون ظلم من خالف دينهم"
          },
          {
            "aya": "﴿ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ﴾",
            "meaning": "أي: بل عليهم سبيل"
          },
          {
            "aya": "﴿ﯤ ﯥ ﯦ﴾",
            "meaning": "أي: لكن من وفى بعهده مع الله بالإيمان بالله وجميع رسله، ووفى بأماناته"
          },
          {
            "aya": "﴿ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ  ﯴ﴾",
            "meaning": "يخالفون أمر الله ويبذلون الأيمان الكاذبة مقابل ثمناً قليلاًمتاع الدنيا-"
          },
          {
            "aya": "﴿ﯵ ﯶ ﯷ﴾",
            "meaning": "لا نصيب"
          },
          {
            "aya": "﴿ﯸ ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄ ﰅ ﰆ ﰇ ﰈ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "59": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ﴾",
            "meaning": "يحرفون ثم يرتلون ما حرفوا"
          },
          {
            "aya": "﴿ﭗ ﭘ ﭙ﴾",
            "meaning": "أي: لتحسبوا أن المحرف منالتوراة"
          },
          {
            "aya": "﴿ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "مهمة الأنبياء تعبيد الناس لربهم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭯ ﭰ ﭱ﴾",
            "meaning": "لنبي أو غيره"
          },
          {
            "aya": "﴿ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ﴾",
            "meaning": "حكماء معلمين"
          },
          {
            "aya": "﴿ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ# روي أن أبا رافع القرظي من اليهود، والرئيس من نصارى أهل نجران قالا: يا محمد تريد أن نعبدك ونتخذك ربا، فقال: معاذ الله أن آمر بعبادة غير الله، ما بذلك أمرني الله، وما بذلك بعثني، فأنزل الله تعالى هذه الآية. البغوي\n\n#ﮂ ﮃ# قيل: الرباني الذي يربي الناس بصغار العلم قبل كباره. البغوي\n\n* الرباني الذي يربي الناس بصغار العلم قبل كباره، وكأنه يقتدي بالرب سبحانه في تيسير الأمور، روي معناه عن ابن عباس. القرطبي\n\n* ينسب إلى الرب؛ لكثرة عبادته، وغزارة علمه، أو إلى الربان، وهو الذي يرب الناس، فيصلح أمورهم، ويقوم عليها. الجزائري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮌ ﮍ﴾",
            "meaning": "ولا ينبغي له أن يأمركم كذلك"
          },
          {
            "aya": "﴿ﮎ ﮏ ﮐ ﮑ ﮒﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "أخذ الميثاق على الأنبياء أن يؤمنوا بمحمد ﷺ إن أدركوه"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ﴾",
            "meaning": "محمد ﷺ"
          },
          {
            "aya": "﴿ﮨ ﮩ ﮪ﴾",
            "meaning": "من الكتاب والحكمة"
          },
          {
            "aya": "﴿ﮫ ﮬ ﮭﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕﯖ﴾",
            "meaning": "عهدي الشديد"
          },
          {
            "aya": "﴿ﯗ ﯘﯙ ﯚ ﯛ﴾",
            "meaning": "على هذا الإقرار"
          },
          {
            "aya": "﴿ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ﴾",
            "meaning": "الميثاق المؤكد بالشهادة من الله ورسله"
          },
          {
            "aya": "﴿ﯥ ﯦ ﯧﯨ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯡ ﯢ ﯣ ﯤﯥ ﯦ ﯧ# على هذا كل من ادعى أنه من أتباع الأنبياء كاليهود والنصارى ومن تبعهم، فقد تولوا عن هذا الميثاق الغليظ، واستحقوا الفسق الموجب للخلود في النار إن لم يؤمنوا بمحمد ﷺ. السعدي\n\nالدين عند الله هو الإسلام العام الخالص من الشرك"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ﴾",
            "meaning": "انقاد واستسلم"
          },
          {
            "aya": "﴿ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "60": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ﴾",
            "meaning": "الأنبياء من ذرية يعقوب"
          },
          {
            "aya": "﴿ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ﴾",
            "meaning": "بالتصديق والتكذيب"
          },
          {
            "aya": "﴿ﭫ ﭬ ﭭﭮ﴾",
            "meaning": "مخلصون في العبادة"
          },
          {
            "aya": "﴿ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "الردة والإعراض عن الحق بعد معرفته، وبيان أن الكافر لا ينفعه عند الله ماله، وبيان النفقة التي تنفع المؤمنين"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ# هؤلاء ظلموا وتركوا الحق بعدما عرفوه، واتبعوا الباطل مع علمهم ببطلانه ظلما وبغيا، واتباعا لأهوائهم، فهؤلاء لا يوفقون للهداية؛ لأن الذي يرجى أن يهتدي، هو الذي لم يعرف الحق، وهو حريص على التماسه. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ﴾",
            "meaning": "عند الغرغرة"
          },
          {
            "aya": "﴿ﯝ ﯞ ﯟ ﯠ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ# المعنى: لن تقبل توبتهم عند الغرغرة والمعاينة. وقال أبو العالية: المعنى: لن تقبل توبتهم من تلك الذنوب التي أصابوها مع إقامتهم على كفرهم بمحمد ﷺ. الثعالبي\n\n* لن تقبل توبتهم مما ازدادوا من الكفر على كفرهم بعد إيمانهم، لا من كفرهم؛ لأن الله تعالى ذكره وعد أن يقبل التوبة من عباده . ينظر: تفسير الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰﯱ ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ# قال ﷺ: يُجاء بالكافر يوم القيامة فيقال له: أرأيتَ لو كان لك ملءُ الأرض ذهبًا، أكنت مفتديًا به؟ فيقول: نعم! قال فيقال: لقد سُئلت ما هو أيسرُ من ذلك! رواه البخاري ومسلم."
      }
    ]
  },
  "61": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ﴾",
            "meaning": "تصلوا درجة الأبرار"
          },
          {
            "aya": "﴿ﭔ ﭕ ﭖ ﭗﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ# هذا كلام مستأنف، خطاب للمؤمنين عقب ذكر ما لا ينفع الكفار. الشوكاني\n\n#ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗﭘ# قال أنس بن مالك: كان أبو طلحة أكثر الأنصار بالمدينة مالا من نخل، وكان أحب أمواله إليه بيرحاء، وكانت مستقبلة المسجد، وكان رسول الله ﷺ يدخلها ويشرب من ماء فيها طيب، قال أنس: فلما أنزلت هذه الآية: #ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ# قام أبو طلحة إلى رسول الله ﷺ فقال: يا رسول الله، إن الله تبارك وتعالى يقول: #ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ# وإن أحب أموالي إلي بيرحاء، وإنها صدقة لله، أرجو برها وذخرها عند الله، فضعها يا رسول الله حيث أراك الله، قال: فقال رسول الله ﷺ: «بخ، ذلك مال رابح، ذلك مال رابح، وقد سمعت ما قلت، وإني أرى أن تجعلها في الأقربين». رواه البخاري\n\n#ﭑ ﭒ ﭓ# عن حمزة بن عبد الله بن عمر، قال: قال عبد الله: حضرتني هذه الآية: #ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ# فذكرت ما أعطاني الله، فلم أجد شيئا أحب إلي من جارية رومية، فقلت، هي حرة لوجه الله. فلو أني أعود في شيء جعلته لله لنكحتها- يعني: تزوجتها-. ابن كثير\n\n* ينبغي للإنسان أن يعمل بهذه الآية -ولو مرة واحدة-، إذا عجبه شيء من ماله فليتصدق به؛ لعله ينال هذا البر. ابن عثيمين. «ل».\n\nتأكيد صلة المسلمين بإبراهيم ♠، وبيان أن إنكار النسخ من تناقضات أهل الكتاب، فقد أنكروا أن تنسخ شريعتهم بالإسلام، ومنعوا أصل النسخ"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ﴾",
            "meaning": "النبي يعقوب"
          },
          {
            "aya": "﴿ﭭ ﭮ﴾",
            "meaning": "حرم الإبل وكان أحب الطعام إليه حرمها نذرًا إن شفاه الله من مرضه وكان ذلك سائغا في شريعتهم"
          },
          {
            "aya": "﴿ﭯ ﭰ ﭱ ﭲ ﭳﭴ﴾",
            "meaning": "فلم تكن في عهد إبراهيم وعهد يعقوب محرمة"
          },
          {
            "aya": "﴿ﭵ ﭶ ﭷﭸ﴾",
            "meaning": "ليتبن لكم صدق ما سبق تقريره"
          },
          {
            "aya": "﴿ﭹ ﭺ ﭻ ﭼ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ# قيل في سبب نزول هذه الآية: أن اليهود قالوا لرسول الله ﷺ: إنك تزعم أنك على ملة إبراهيم وكان إبراهيم لا يأكل لحوم الإبل، وأنت تأكلها، فلست على ملته، فقال رسول الله ﷺ: «كان ذلك حلالًا لإبراهيم ♠»، فقالوا: كل ما نحرمه اليوم كان ذلك حرامًا على نوح وإبراهيم حتى انتهى إلينا، فأنزل الله تعالى هذه الآية: #ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ#. البغوي\n\n* نزل أيضاً في التوراة أشياء من المحرمات غير ما حرم إسرائيل مما كان حلالا لهم طيبا، كما قال تعالى #ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ#. ينظر: تفسير السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ﴾",
            "meaning": "سبق تقريره"
          },
          {
            "aya": "﴿ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋﮌ ﮍ ﮎ ﮏ ﮐ﴾",
            "meaning": "مائلا عن الشرك"
          },
          {
            "aya": "﴿ﮑ ﮒ ﮓ ﮔ ﮕ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "منزلة مكة في الإسلام، حيث بني فيها أول مسجد"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ﴾",
            "meaning": "مكة تبك تدق- أعناق الجبابرة"
          },
          {
            "aya": "﴿ﮝ ﮞ ﮟ ﮠ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ# ثبت في صحيح مسلم عن أبي ذر قال: سألت رسول الله ﷺ عن أول مسجد وضع في الأرض قال: (المسجد الحرام). قلت: ثم أي؟ قال: (المسجد الأقصى). قلت: كم بينهما؟ قال: (أربعون عاما ... )، وعن النبي ﷺ: (أن سليمان بن داود ♠ لما بنى بيت المقدس ... الحديث ... فجاء إشكال بين الحديثين، لأن بين إبراهيم وسليمان آمادا طويلة. قال أهل التواريخ: أكثر من ألف سنة. فقيل: إن إبراهيم وسليمان ﮕ إنما جددا ما كان أسسه غيرهما. وقد روي أن أول من بنى البيت آدم ♠ كما تقدم. فيجوز أن يكون غيره من ولده وضع بيت المقدس من بعده بأربعين عاما، ويجوز أن تكون الملائكة أيضا بنته بعد بنائها البيت بإذن الله، وكل محتمل. والله أعلم. ينظر تفسير القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮡ ﮢ ﮣ﴾",
            "meaning": "(منها)"
          },
          {
            "aya": "﴿ﮤ ﮥﮦ﴾",
            "meaning": "كان يقف عليه حين كان يبني الكعبة"
          },
          {
            "aya": "﴿ﮧ ﮨ ﮩ ﮪﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮡ ﮢ ﮣ# أي: أدلة واضحات، وبراهين قاطعات على أنواع من العلوم الإلهية، والمطالب العالية، كالأدلة على توحيده ورحمته وحكمته وعظمته وجلاله وكمال علمه وسعة جوده، وما مَنَّ به على أوليائه وأنبيائه. السعدي\n\n#ﮤ ﮥ# وهو الحجر الذي كان يقوم عليه الخليل لبنيان الكعبة لما ارتفع البنيان، وكان ملصقا في جدار الكعبة، فلما كان عمر ◙ وضعه في مكانه الموجود فيه الآن ... ويحتمل أن المراد بمقام إبراهيم أنه مفرد مضاف يراد به مقاماته في مواضع المناسك كلها. السعدي\n\n* في ص 19 كلام لأهل العلم عن مقام إبراهيم.\n\n#ﮧ ﮨ ﮩ ﮪ# يعني وجب أن يؤمن، وليس المعنى أنه لا يقع فيه أذى لأحد، ولا قتل، بل ذلك قد يقع، وإنما المقصود أن الواجب تأمين من دخله، وعدم التعرض له بسوء. ابن باز مجموع فتاوى ابن باز.\n\nقلت: وثمة تفاصيل فقهية فيمن ارتكب ما يوجب الحد، ثم لجأ إلى الحرم، هل يقام عليه الحد داخل الحرم، أو يُخرج؟ ... إلخ من المسائل الفقهية التي ليس هذا محل بسطها.\n\n#ﮬ ﮭ ﮮ ﮯ ﮰ# من أوضح الدلالات على الوجوب عند العرب، كما إذا قال القائل: لفلان علي كذا، فذكر الله سبحانه الحج بأبلغ ما يدل على الوجوب؛ تأكيدا لحقه، وتعظيما لحرمته. الشوكاني\n\n* أنكرت الملحدة الحج، فقالت: إن فيه تجريد الثياب، وذلك يخالف الحياء. والسعي، وهو يناقض الوقار. ورمي الجمار لغير مرمى، وذلك يضاد العقل، فصاروا إلى أن هذه الأفعال كلها باطلة، إذ لم يعرفوا لها حكمة ولا علة، وجهلوا أنه ليس من شرط المولى مع العبد، أن يفهم المقصود بجميع ما يأمره به، ولا أن يطلع على فائدة تكليفه، وإنما يتعين عليه الامتثال، ويلزمه الانقياد من غير طلب فائدة، ولا سؤال عن مقصود. ولهذا المعنى كان ♠ يقول في تلبيته: «لبيك حقًّا حقًّا، تعبدًا ورِقًا، لبيك إله الحق». القرطبي\n\nتعنيف أهل الكتاب، والتحذير من دسائسهم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹﯺ﴾",
            "meaning": "تعلمون أن الدين الحق هو دين الإسلام"
          },
          {
            "aya": "﴿ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ ﰂ ﰃ ﰄ ﰅ ﰆ ﰇ ﰈ ﰉ ﰊ ﰋ ﰌ ﰍ ﰎ ﰏ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﰁ ﰂ ﰃ ﰄ ﰅ ﰆ ﰇ ﰈ ﰉ ﰊ ﰋ ﰌ ﰍ ﰎ# نزلت في شأن الأوس والخزرج، وذلك أن رجلًا من اليهود مر بملأ من الأوس والخزرج، فساءه ما هم عليه من الاتفاق والألفة، فبعث رجلًا معه وأمره أن يجلس بينهم ويذكرهم ما كان من حروبهم يوم بعاث وتلك الحروب، ففعل، فلم يزل ذلك دأبه حتى حميت نفوس القوم، وغضب بعضهم على بعض، وتثاوروا، ونادوا بشعارهم، وطلبوا أسلحتهم، وتواعدوا إلى الحرة، فبلغ ذلك النبي ﷺ فأتاهم فجعل يسكنهم ويقول: «أبدعوى الجاهلية وأنا بين أظهركم؟» وتلا عليهم هذه الآية، فندموا على ما كان منهم، واصطلحوا وتعانقوا، وألقوا السلاح ╚. ابن كثير"
      }
    ]
  },
  "62": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ# السبب الأعظم والموجب الأكبر لثبات المؤمنين على إيمانهم، وعدم تزلزلهم عن إيقانهم ... الآيات البينات. السعدي\n\nالحث على التقوى، والدعوة إلى الله والحث على التمسك بالجماعة"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ﴾",
            "meaning": "حافة"
          },
          {
            "aya": "﴿ﮈ ﮉ ﮊ ﮋ ﮌﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯﮰ ﮱ ﯓ ﯔ ﯕ ﯖ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "# ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ # نزلت في شأن الأوس والخزرج، وذلك أن رجلًا من اليهود مر بملأ من الأوس والخزرج، فساءه ما هم عليه من الاتفاق والألفة، فبعث رجلًا معه وأمره أن يجلس بينهم ويذكرهم ما كان من حروبهم يوم بعاث وتلك الحروب، ففعل، فلم يزل ذلك دأبه حتى حميت نفوس القوم، وغضب بعضهم على بعض، وتثاوروا، ونادوا بشعارهم، وطلبوا أسلحتهم، وتواعدوا إلى الحرة، فبلغ ذلك النبي ﷺ فأتاهم فجعل يسكنهم ويقول: «أبدعوى الجاهلية وأنا بين أظهركم؟» وتلا عليهم هذه الآية، فندموا على ما كان منهم، واصطلحوا وتعانقوا، وألقوا السلاح ╚. ابن كثير\n\n#ﮦ ﮧ ﮨ ﮩ ﮪ# ليس فيه دليل على تحريم الاختلاف في الفروع، فإن ذلك ليس اختلافا، إذ الاختلاف ما يتعذر معه الائتلاف والجمع، وأما حكم مسائل الاجتهاد فإن الاختلاف فيها بسبب استخراج الفرائض ودقائق معاني الشرع، وما زالت الصحابة يختلفون في أحكام الحوادث، وهم مع ذلك متآلفون. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯗ ﯘ ﯙ ﯚ ﯛﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "63": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗﭘ ﭙ ﭚ ﭛ ﭜ ﭝ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "فضل أمة الإسلام، وفضل من اعتنق الدين الإسلامي من أهل الكتاب، وعقوبة اليهود لما كفروا بالله"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩﭪ ﭫ ﭬ ﭭ ﭮ ﭯ ﭰ ﭱﭲ ﭳ ﭴ ﭵ ﭶ ﭷ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ# عن عمر بن الخطاب قال: يا أيها الناس، من سره أن يكون من تلك الأمة، فليؤد شرط الله منها. الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭸ ﭹ ﭺ ﭻﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ﴾",
            "meaning": "وجدوا"
          },
          {
            "aya": "﴿ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ﴾",
            "meaning": "بأمان وذمة من الله ومن الناس"
          },
          {
            "aya": "﴿ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘﮙ ﮚ ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ# فلا يأمنون إلا بعهد أو أمن من الله تعالى، أو من الناس. المختصر في التفسير"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮫ ﮬ ﮭﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ﴾",
            "meaning": "قبل بعث النبي ﷺ ومن كانت هذه صفته وأدرك البعثة أسلم"
          }
        ],
        "tafsir": "#ﮯ ﮰ ﮱ ﯓ ﯔ# عن ابن عباس-أن هذه الآيات نزلت فيمن آمن من أحبار أهل الكتاب، كعبد الله بن سلام، وأسد بن عبيد، وثعلبة بن سعية، وأسيد بن سعية وغيرهم. ابن كثير"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲﯳ﴾",
            "meaning": "لن يضيع عند الله"
          },
          {
            "aya": "﴿ﯴ ﯵ ﯶ ﯷ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "64": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜﭝ ﭞ ﭟ ﭠﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ﴾",
            "meaning": "في الصد عن الحق فهم لا ينتفعون به"
          },
          {
            "aya": "﴿ﭭ ﭮ ﭯ ﭰ﴾",
            "meaning": "برد شديد"
          },
          {
            "aya": "﴿ﭱ ﭲ ﭳ ﭴ ﭵ ﭶﭷ﴾",
            "meaning": "فلم ينتفع بحرثه"
          },
          {
            "aya": "﴿ﭸ ﭹ ﭺ ﭻ ﭼ ﭽ ﭾ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "بيان موقف الكافر من المؤمن"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ﴾",
            "meaning": "غير المسلمين"
          },
          {
            "aya": "﴿ﮇ ﮈ ﮉ﴾",
            "meaning": "لا يقصرون في محاولة إفسادكم"
          },
          {
            "aya": "﴿ﮊ ﮋ ﮌ﴾",
            "meaning": "يتمنون حصول ما يضركم"
          },
          {
            "aya": "﴿ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕﮖ ﮗ ﮘ ﮙ ﮚﮛ﴾",
            "meaning": "على عداوتهم"
          },
          {
            "aya": "﴿ﮜ ﮝ ﮞ ﮟ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ# عن ابن أبي الدهقانة قال: قيل لعمر بن الخطاب، ◙: إن هاهنا غلامًا من أهل الحيرة، حافظ كاتب، فلو اتخذته كاتبا؟ فقال: قد اتخذت إذا بطانة من دون المؤمنين. ففي هذا الأثر مع هذه الآية دلالة على أن أهل الذمة لا يجوز استعمالهم في الكتابة التي فيها استطالة على المسلمين واطلاع على دواخل أمورهم التي يخشى أن يفشوها إلى الأعداء من أهل الحرب. ابن كثير"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮠ ﮡ﴾",
            "meaning": "أيها المؤمنون"
          },
          {
            "aya": "﴿ﮢ﴾",
            "meaning": "لقرابة ونحوه"
          },
          {
            "aya": "﴿ﮣ ﮤ﴾",
            "meaning": "لمخالفتكم لهم في الدين"
          },
          {
            "aya": "﴿ﮥ ﮦ ﮧ﴾",
            "meaning": "كل الكتب المنزلة بينما لا يؤمنون بكتابكم"
          },
          {
            "aya": "﴿ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓﯔ ﯕ ﯖ ﯗﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ# أي: والحال أنكم مؤمنون بكتب الله سبحانه التي من جملتها كتابهم، فما بالكم تحبونهم وهم لا يؤمنون بكتابكم. وفيه توبيخ لهم شديد؛ لأن من بيده الحق أحق بالصلابة والشدة. الشوكاني"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯟ ﯠ ﯡ﴾",
            "meaning": "نصر أو غنيمة"
          },
          {
            "aya": "﴿ﯢ ﯣ ﯤ ﯥ﴾",
            "meaning": "هزيمة"
          },
          {
            "aya": "﴿ﯦ ﯧﯨ ﯩ ﯪ﴾",
            "meaning": "على أذاهم"
          },
          {
            "aya": "﴿ﯫ ﯬ ﯭ ﯮ ﯯﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "الحديث عن غزوة أحد، وتذكير المؤمنين بنصر الله لهم في بدر وهم قلة؛ ليتبين أن النصر من عند الله"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯷ ﯸ ﯹ ﯺ﴾",
            "meaning": "خرجت أول النهار في غزوة أحد"
          },
          {
            "aya": "﴿ﯻ ﯼ ﯽ ﯾﯿ﴾",
            "meaning": "تنزلهم مواقعهم من القتال"
          },
          {
            "aya": "﴿ﰀ ﰁ ﰂ ﰃ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯷ ﯸ# لعل الحكمة في ذكرها -وقعة أحد- في هذا الموضع، وأدخل في أثنائها وقعة «بدر» لما أن الله تعالى قد وعد المؤمنين أنهم إذا صبروا واتقوا نصرهم، ورد كيد الأعداء عنهم، وكان هذا حكما عاما ووعدا صادقا لا يتخلف مع الإتيان بشرطه، فذكر نموذجا من هذا في هاتين القصتين، وأن الله نصر المؤمنين في «بدر» لما صبروا واتقوا، وأدال عليهم العدو لما صدر من بعضهم من الإخلال بالتقوى ما صدر، ومن حكمة الجمع بين القصتين أن الله يحب من عباده إذا أصابهم ما يكرهون أن يتذكروا ما يحبون، فيخف عنهم البلاء، ويشكروا الله على نعمه العظيمة التي إذا قوبلت بما ينالهم من المكروه الذي هو في الحقيقة خير لهم، كان المكروه بالنسبة إلى المحبوب نزرا يسيرا. السعدي"
      }
    ]
  },
  "65": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ﴾",
            "meaning": "بنو سلمة وبنو حارثة"
          },
          {
            "aya": "﴿ﭕ ﭖ﴾",
            "meaning": "تجبنا وتضعفا"
          },
          {
            "aya": "﴿ﭗ ﭘﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤﭥ﴾",
            "meaning": "قليلي العدد والسلاح"
          },
          {
            "aya": "﴿ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ﴾",
            "meaning": "في بدر تطمينا لهم"
          },
          {
            "aya": "﴿ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭳ ﭴ ﭵ ﭶ# قال قتادة: أمدوا بألف، ثم صاروا ثلاثة آلاف، ثم صاروا خمسة آلاف. تفسير الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭹﭺ ﭻ ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ﴾",
            "meaning": "ساعتهم هذه"
          },
          {
            "aya": "﴿ﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ﴾",
            "meaning": "معلمين أنفسهم وخيولهم بعلامات واضحات"
          }
        ],
        "tafsir": "#ﮈ# عن ابن عباس قال: كانت سيما الملائكة يوم بدر: عمائم بيضاء، قد أرسلوها في ظهورهم، ويوم حنين: عمائم حمراء، ولم تضرب الملائكة في يوم سوى يوم بدر، وكانوا يكونون عددا ومددا لا يضربون. الشوكاني"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮊ ﮋ ﮌ﴾",
            "meaning": "الإمداد"
          },
          {
            "aya": "﴿ﮍ ﮎ ﮏ ﮐ ﮑ ﮒﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ# فلا تعتمدوا على ما معكم من الأسباب، بل الأسباب فيها طمأنينة لقلوبكم. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮝ ﮞ ﮟ ﮠ ﮡ﴾",
            "meaning": "ليهلك طائفة من الكفار وليس كلهم وهم صناديد قريش"
          },
          {
            "aya": "﴿ﮢ ﮣ﴾",
            "meaning": "يخزيهمبالهزيمة"
          },
          {
            "aya": "﴿ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮧ ﮨ ﮩ ﮪ ﮫ# عن أنس، أن رسول الله ﷺ كسرت رباعيته يوم أحد، وشج في رأسه، فجعل يسلت الدم عنه، ويقول: «كيف يفلح قوم شجوا نبيهم، وكسروا رباعيته، وهو يدعوهم إلى الله؟»، فأنزل الله ﭬ: #ﮧ ﮨ ﮩ ﮪ ﮫ#. صحيح مسلم"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢﯣ ﯤ ﯥ ﯦ ﯧ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "أهمية الطاعة، وبيان حرمة الربا -وفيه إشارة إلى أن المعاصي سبب لعدم حصول النصر-"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯﯰ ﯱ ﯲ ﯳ ﯴ ﯵ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯﯰ# كانوا يقولون في الجاهلية إذا حل أجل الدين: إما أن يقضي وإما أن يربي، فإن قضاه وإلا؛ زاده في المدة، وزاده الآخر في القدر، وهكذا كل عام، فربما تضاعف القليل حتى يصير كثيرا مضاعفا. ابن كثير"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿ ﰀ ﰁ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "* ﯶ ﯷ ﯸ ﯹ ﯺ كان أبو حنيفة رضى الله عنه يقول هي أخوف آية في القرآن حيث أوعد الله المؤمنين بالنار المعدة للكافرين إن لم يتقوه في اجتناب محارمه وقد أمد ذلك بما أتبعه من تعليق رجاء المؤمنين لرحمته بتوفرهم على طاعته وطاعة رسوله بقوله تفسير ﯼ ﯽ النسفي"
      }
    ]
  },
  "66": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ ﭦ ﭧﭨ ﭩ ﭪ ﭫ ﭬ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭣ ﭤ# عن ابن عمر قال: قال رسول الله ﷺ: «ما تجرع عبد جرعة أفضل عند الله ﭬ من جرعة غيظ، يكظمها ابتغاء وجه الله تعالى». أحمد\n\n* وروي عن ميمون بن مهران أن جاريته جاءت ذات يوم بصحفة فيها مرقة حارة، وعنده أضياف، فعثرت فصبت المرقة عليه، فأراد ميمون أن يضربها، فقالت الجارية: يا مولاي، استعمل قول الله تعالى: #ﭣ ﭤ#. قال لها: قد فعلت. فقالت: اعمل بما بعده #ﭥ ﭦ ﭧ#. فقال: قد عفوت عنك. فقالت الجارية: #ﭩ ﭪ ﭫ#. قال ميمون: قد أحسنت إليك، فأنت حرة لوجه الله تعالى. وروي عن الأحنف بن قيس مثله. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭭ ﭮ ﭯ ﭰ﴾",
            "meaning": "ذنبا كبيرًا"
          },
          {
            "aya": "﴿ﭱ ﭲ ﭳ﴾",
            "meaning": "بالصغائر"
          },
          {
            "aya": "﴿ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼ﴾",
            "meaning": "ليس إلا هو سبحانه يلجؤون إليه مع أنهم هو من عصوه سبحانه"
          },
          {
            "aya": "﴿ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭶ ﭷ# جاء في سنن أبي داود: «ما من عبد يذنب ذنبا، فيحسن الطهور، ثم يقوم فيصلي ركعتين، ثم يستغفر الله، إلا غفر الله له، ثم قرأ هذه الآية: #ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳ ﭴ ﭵ# إلى آخر الآية».\n\n* وعن أبي هريرة، عن النبي ﷺ فيما يحكي عن ربه ﭬ قال: «أذنب عبد ذنبا، فقال: اللهم اغفر لي ذنبي، فقال تبارك وتعالى: أذنب عبدي ذنبا، فعلم أن له ربا يغفر الذنب، ويأخذ بالذنب، ثم عاد فأذنب، فقال: أي رب اغفر لي ذنبي، فقال تبارك وتعالى: عبدي أذنب ذنبا، فعلم أن له ربا يغفر الذنب، ويأخذ بالذنب، ثم عاد فأذنب فقال: أي رب اغفر لي ذنبي، فقال تبارك وتعالى: أذنب عبدي ذنبا، فعلم أن له ربا يغفر الذنب، ويأخذ بالذنب، اعمل ما شئت فقد غفرت لك»، قال عبد الأعلى: لا أدري أقال في الثالثة أو الرابعة: «اعمل ما شئت». متفق عليه\n\n* وأما حقوق الآدميين فلا بد من إيصالها إلى مستحقيها، فإن لم يوجدوا تصدق عنهم، ومن لم يجد السبيل لخروج ما عليه لإعسار فعفو الله مأمول، وفضله مبذول، فكم ضمن من التبعات، وبدل من السيئات بالحسنات. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐﮑ ﮒ ﮓ ﮔ ﮕ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "بعد الحديث عن أهمية الطاعة يبيّن سبحانه بعض الحكم في هزيمة المسلمين بأحد"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮖ ﮗ﴾",
            "meaning": "مضت وسبقت"
          },
          {
            "aya": "﴿ﮘ ﮙ ﮚ﴾",
            "meaning": "كفار أمهلوا ثم أتاهم عقاب الله"
          },
          {
            "aya": "﴿ﮛ ﮜ ﮝ﴾",
            "meaning": "أيها المؤمنون للتأمل وعدم الحزن من الهزيمة"
          },
          {
            "aya": "﴿ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮛ ﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ# فتعلموا عند ذلك أنّ إدالتي من أدلت من المشركين على نبيي محمد وأصحابه بأحد، إنما هي استدراج وإمهال؛ ليبلغ الكتاب أجله الذي أجلت لهم. الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮤ﴾",
            "meaning": "القرآن"
          },
          {
            "aya": "﴿ﮥ ﮦ ﮧ ﮨ ﮩ ﮪ ﮫ ﮬ﴾",
            "meaning": "عن قتالهم"
          },
          {
            "aya": "﴿ﮭ ﮮ﴾",
            "meaning": "على جراحكم"
          },
          {
            "aya": "﴿ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ# قيل للمؤمنين بعد خسارتهم في معركة أحد ... فمهما كانت انكساراتنا السياسية أو الاقتصادية أو الحضارية فنحن الأعلون بالإيمان. د.عبدالله بلقاسم. «ل»."
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯖ ﯗ ﯘ﴾",
            "meaning": "جرح"
          },
          {
            "aya": "﴿ﯙ ﯚ ﯛ ﯜ ﯝﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ﴾",
            "meaning": "علما يقع عليه الجزاء كما علمه أزليًّا"
          },
          {
            "aya": "﴿ﯨ ﯩ ﯪﯫ ﯬ ﯭ ﯮ ﯯ ﯰ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﯖ ﯗ ﯘ# وفيها -أي أحد- جرح رسول الله ﷺ في وجهه، وكسرت رباعيته اليمنى السفلى بحجر، وهشمت البيضة من على رأسه ﷺ، وجزاه عن أمته ودينه بأفضل ما جزى به نبيا من أنبيائه على صبره. القرطبي\n\n* قال مالك ؒ: قتل من المهاجرين يوم أحد أربعة، ومن الأنصار سبعون ╚. القرطبي"
      }
    ]
  },
  "67": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ﴾",
            "meaning": "وليطهر"
          },
          {
            "aya": "﴿ﭒ ﭓ ﭔ ﭕ﴾",
            "meaning": "يهلك"
          },
          {
            "aya": "﴿ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ﴾",
            "meaning": "لما يعلم واقعا منهم؛ وهو سبحانه عالم قبل ذلك وإنما يجازي على ما وقع، وقال ابن عباس: معنى العلم هاهنا: الرؤية"
          },
          {
            "aya": "﴿ﭠ ﭡ ﭢ ﭣ ﭤ ﭥ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "شائعة مقتل النبي ﷺ، والواجب على المؤمن حيال ذلك"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ﴾",
            "meaning": "تتمنون معركة كبدر لنيل الشهادة"
          },
          {
            "aya": "﴿ﭮ ﭯ ﭰ ﭱ ﭲ﴾",
            "meaning": "رأي عين"
          }
        ],
        "tafsir": "#ﭦ ﭧ ﭨ ﭩ# في هذه الآية دليل على أنه لا يكره تمني الشهادة، ووجه الدلالة أن الله تعالى أقرهم على أمنيتهم، ولم ينكر عليهم، وإنما أنكر عليهم عدم العمل بمقتضاها. السعدي. «ت».\n\n#ﭮ ﭯ ﭰ ﭱ# #ﭰ ﭱ#، يعني: قد رأيتموه بمرأى منكم ومنظر، أي: بقرب منكم. وكان بعض أهل العربية يزعم أنه قيل: #ﭰ ﭱ#، على وجه التوكيد للكلام. الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃﮄ﴾",
            "meaning": "رجعتم عن دينكم"
          },
          {
            "aya": "﴿ﮅ ﮆ ﮇ ﮈ ﮉ ﮊ ﮋ ﮌﮍ ﮎ ﮏ ﮐ ﮑ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭳ ﭴ ﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻﭼ ﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ# قال قتادة: قال أناسٌ: «لو كان نبيًّا ما قتل»! وقال أناس من عِليْة أصحاب نبي الله ﷺ: «قاتلوا على ما قاتل عليه محمدٌ نبيكم حتى يفتح الله لكم أو تلحقوا به». الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ ﮚ ﮛﮜ ﮝ ﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨﮩ ﮪ ﮫ ﮬ ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ﴾",
            "meaning": "جموع كثيرة"
          },
          {
            "aya": "﴿ﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟﯠ ﯡ ﯢ ﯣ ﯤ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮭ ﮮ ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ# أي: هلا فعلتم كما كان أهل الفضل والعلم من أتباع الأنبياء قبلكم يفعلونه إذا قتل نبيهم من المضي على منهاج نبيهم، والقتال على دينه أعداءَ دين الله، على نحو ما كانوا يقاتلون مع نبيهم. الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ ﯸ ﯹ ﯺ ﯻ ﯼ ﯽ ﯾ ﯿﰀ ﰁ ﰂ ﰃ ﰄ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  },
  "68": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ ﭟ ﭠﭡ﴾",
            "meaning": "هو وحده ينصركم وليس موالاة الكفار"
          },
          {
            "aya": "﴿ﭢ ﭣ ﭤ ﭥ ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ﴾",
            "meaning": "الخوف بعد عزمهم على العودة بعد ارتحالهم من أحد"
          },
          {
            "aya": "﴿ﭬ ﭭ ﭮ ﭯ ﭰ ﭱ ﭲ ﭳﭴ ﭵ ﭶﭷ ﭸ ﭹ ﭺ ﭻ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭦ ﭧ ﭨ ﭩ ﭪ ﭫ# ذلك أن المشركين -بعدما انصرفوا من وقعة «أحد» - تشاوروا بينهم، وقالوا: كيف ننصرف بعد أن قتلنا منهم من قتلنا، وهزمناهم ولما نستأصلهم؟ فهموا بذلك، فألقى الله الرعب في قلوبهم، فانصرفوا خائبين. ولا شك أن هذا من أعظم النصر؛ لأنه قد تقدم أن نصر الله لعباده المؤمنين لا يخرج عن أحد أمرين: إما أن يقطع طرفا من الذين كفروا، أو يكبتهم فينقلبوا خائبين، وهذا من الثاني. السعدي\n\nعدم طاعة الرماة من أسباب الهزيمة بعد النصر"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭼ ﭽ ﭾ ﭿ ﮀ ﮁ﴾",
            "meaning": "تقتلونهم"
          },
          {
            "aya": "﴿ﮂﮃ ﮄ ﮅ ﮆ﴾",
            "meaning": "ضعفتم عن الثبات على الطاعة"
          },
          {
            "aya": "﴿ﮇ ﮈ ﮉ﴾",
            "meaning": "أمر النبي ﷺ للرماة بالبقاء في الجبل"
          },
          {
            "aya": "﴿ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐﮑ﴾",
            "meaning": "من النصر"
          },
          {
            "aya": "﴿ﮒ ﮓ ﮔ ﮕ﴾",
            "meaning": "من نزل عن الجبل للغنيمة"
          },
          {
            "aya": "﴿ﮖ ﮗ ﮘ ﮙﮚ﴾",
            "meaning": "من ثبت على الجبل حتى قتل كعبدالله بن جبير ومن معه"
          },
          {
            "aya": "﴿ﮛ ﮜ ﮝ﴾",
            "meaning": "حولكم الله عنهموسلطهم عليكم"
          },
          {
            "aya": "﴿ﮞﮟ ﮠ ﮡ ﮢﮣ ﮤ ﮥ ﮦ ﮧ ﮨ ﮩ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮒ ﮓ ﮔ ﮕ ﮖ ﮗ ﮘ ﮙ# قال ابن مسعود: ما علمنا أن أحدًا من أصحاب رسول الله ﷺ كان يريد الدنيا وعرَضَها، حتى كان يومئذ. الطبري"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮪ ﮫ ﮬ﴾",
            "meaning": "تفرون-أصعد إذا ذهب في صعيد الأرض-"
          },
          {
            "aya": "﴿ﮭ ﮮ﴾",
            "meaning": "لا تلتفتون"
          },
          {
            "aya": "﴿ﮯ ﮰ ﮱ ﯓ ﯔ ﯕ ﯖ﴾",
            "meaning": "جازاكم"
          },
          {
            "aya": "﴿ﯗ﴾",
            "meaning": "خبر مقتل النبيً ﷺ"
          },
          {
            "aya": "﴿ﯘ﴾",
            "meaning": "زيادة على الغم الأول وهو فوات النصر والغنيمة"
          },
          {
            "aya": "﴿ﯙ ﯚ ﯛ ﯜ ﯝ﴾",
            "meaning": "الغم الثاني أنساهم كل ما فاتهم من الغنيمة والنصر"
          },
          {
            "aya": "﴿ﯞ ﯟ ﯠﯡ﴾",
            "meaning": "الجراحات"
          },
          {
            "aya": "﴿ﯢ ﯣ ﯤ ﯥ ﯦ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮱ ﯓ ﯔ ﯕ# عن السدي، قال أتى ابن قمئة الحارثي فرمى رسول الله ﷺ بحجر فكسر أنفه ورباعيته وشجه في وجهه فأثقله، وتفرق عنه أصحابه ودخل بعضهم المدينة وانطلق طائفة فوق الجبل إلى الصخرة، وجعل رسول الله ﷺ يدعو الناس: إلي عباد الله، إلي عباد الله.\n\nفاجتمع إليه ثلاثون رجلا ... فشا في الناس أن رسول الله ﷺ قد قتل. السيرة النبوية لابن كثير"
      }
    ]
  },
  "69": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ﴾",
            "meaning": "أمنا وعدم خوف"
          },
          {
            "aya": "﴿ﭘ ﭙ ﭚ ﭛﭜ﴾",
            "meaning": "تصديقًا لقول النبي ﷺ إن ركبوا الإيل فهم عائدون لمكة فصدق المؤمنون وأمنوا ونعسوا"
          },
          {
            "aya": "﴿ﭝ﴾",
            "meaning": "أي: المنافقون"
          },
          {
            "aya": "﴿ﭞ ﭟ ﭠ﴾",
            "meaning": "يخافون رجوع الكفار إلى المدينة"
          },
          {
            "aya": "﴿ﭡ ﭢ ﭣ ﭤ ﭥ ﭦﭧ﴾",
            "meaning": "يظنون أن دين الإسلام ليس بحق، وأن أمر محمد ﷺ يضمحل"
          },
          {
            "aya": "﴿ﭨ ﭩ ﭪ ﭫ ﭬ ﭭ ﭮﭯ ﭰ ﭱ ﭲ ﭳ ﭴﭵ ﭶ ﭷ ﭸ ﭹ ﭺ ﭻ ﭼﭽ ﭾ ﭿ ﮀ ﮁ ﮂ ﮃ ﮄ ﮅ ﮆ ﮇﮈ﴾",
            "meaning": "أي لم نخرج من المدينة"
          },
          {
            "aya": "﴿ﮉ ﮊ ﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔﮕ﴾",
            "meaning": "مصارعهم"
          },
          {
            "aya": "﴿ﮖ ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝ ﮞﮟ ﮠ ﮡ ﮢ ﮣ ﮤ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ ﭙ ﭚ ﭛﭜ ﭝ ﭞ ﭟ ﭠ# كانوا خرجوا طمعا في الغنيمة، وخوف المؤمنين. فلم يغشهم النعاس، وجعلوا يتأسفون على الحضور. القرطبي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮥ ﮦ ﮧ ﮨ﴾",
            "meaning": "انهزموا عن القتال"
          },
          {
            "aya": "﴿ﮩ ﮪ ﮫ﴾",
            "meaning": "أثناء المعركة"
          },
          {
            "aya": "﴿ﮬ ﮭ ﮮ ﮯ ﮰ ﮱﯓ﴾",
            "meaning": "من الذنوب"
          },
          {
            "aya": "﴿ﯔ ﯕ ﯖ ﯗﯘ ﯙ ﯚ ﯛ ﯜ ﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ﴾",
            "meaning": "سافروا لطلب الرزق أو كانوا غزاة مجاهدين فقتلوا"
          },
          {
            "aya": "﴿ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ ﯴ ﯵ ﯶ ﯷ﴾",
            "meaning": "أي: الاعتقاد الفاسد"
          },
          {
            "aya": "﴿ﯸ ﯹ ﯺﯻ ﯼ ﯽ ﯾﯿ ﰀ ﰁ ﰂ ﰃ ﰄ ﰅ ﰆ ﰇ ﰈ ﰉ ﰊ ﰋ ﰌ ﰍ ﰎ ﰏ ﰐ ﰑ ﰒ ﰓ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﰅ ﰆ ﰇ ﰈ ﰉ ﰊ ﰋ ﰌ ﰍ ﰎ ﰏ ﰐ ﰑ ﰒ# أخبر تعالى أن القتل في سبيله أو الموت فيه، ليس فيه نقص ولا محذور، وإنما هو مما ينبغي أن يتنافس فيه المتنافسون، لأنه سبب مفض وموصل إلى مغفرة الله ورحمته، وذلك خير مما يجمع أهل الدنيا من دنياهم. السعدي"
      }
    ]
  },
  "70": {
    "ayats": [
      {
        "ayat": [
          {
            "aya": "﴿ﭑ ﭒ ﭓ ﭔ ﭕ ﭖ ﭗ ﭘ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "أهمية الشورى، ووجوب طاعة الرسول، وشيء من صفاته"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭙ ﭚ ﭛ ﭜ ﭝ ﭞﭟ ﭠ ﭡ ﭢ﴾",
            "meaning": "سيء الخلق"
          },
          {
            "aya": "﴿ﭣ ﭤ ﭥ ﭦ ﭧﭨ﴾",
            "meaning": "وهو المؤيد بالوحي والمعجزات فكيف بمن غيره"
          },
          {
            "aya": "﴿ﭩ ﭪ ﭫ ﭬ ﭭ ﭮ ﭯﭰ ﭱ ﭲ ﭳ ﭴ ﭵﭶ ﭷ ﭸ ﭹ ﭺ ﭻ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﭙ ﭚ ﭛ ﭜ ﭝ ﭞ# الأخلاق الحسنة من الرئيس في الدين، تجذب الناس إلى دين الله، وترغبهم فيه، مع ما لصاحبه من المدح والثواب الخاص، والأخلاق السيئة من الرئيس في الدين تنفر الناس عن الدين، وتبغضهم إليه، مع ما لصاحبها من الذم والعقاب الخاص، فهذا الرسول المعصوم يقول الله له ما يقول، فكيف بغيره؟! أليس من أوجب الواجبات، وأهم المهمات، الاقتداء بأخلاقه الكريمة، ومعاملة الناس بما يعاملهم به ﷺ من اللين وحسن الخلق والتأليف، امتثالا لأمر الله، وجذبا لعباد الله لدين الله. السعدي"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﭼ ﭽ ﭾ ﭿ ﮀ ﮁﮂ ﮃ ﮄ ﮅ ﮆ ﮇ ﮈ ﮉ ﮊﮋ ﮌ ﮍ ﮎ ﮏ ﮐ ﮑ ﮒ ﮓ ﮔ ﮕﮖ﴾",
            "meaning": "يأخذ من الغنيمة قبل القسمة"
          },
          {
            "aya": "﴿ﮗ ﮘ ﮙ ﮚ ﮛ ﮜ ﮝﮞ ﮟ ﮠ ﮡ ﮢ ﮣ ﮤ ﮥ ﮦ ﮧ ﮨ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "#ﮑ ﮒ ﮓ ﮔ ﮕ# عن ابن عباس ¶ قال: «نزلت هذه الآية في قطيفة حمراء، فقدت يوم بدر، فقال: بعض الناس لعل رسول الله ﷺ أخذها، فأنزل الله ﭬ: #ﮑ ﮒ ﮓ ﮔ ﮕ# إلى آخر الآية». سنن أبي داود"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﮩ ﮪ ﮫ ﮬ ﮭ ﮮ﴾",
            "meaning": "رجع"
          },
          {
            "aya": "﴿ﮯ ﮰ ﮱ ﯓ ﯔﯕ ﯖ ﯗ ﯘ ﯙ ﯚ ﯛ ﯜﯝ ﯞ ﯟ ﯠ ﯡ ﯢ ﯣ ﯤ ﯥ ﯦ ﯧ ﯨ ﯩ ﯪ ﯫ ﯬ ﯭ ﯮ ﯯ ﯰ ﯱ ﯲ ﯳ﴾",
            "meaning": "القرآن"
          },
          {
            "aya": "﴿ﯴ﴾",
            "meaning": "السنة"
          },
          {
            "aya": "﴿ﯵ ﯶ ﯷ ﯸ﴾",
            "meaning": "من قبل بعثته"
          },
          {
            "aya": "﴿ﯹ ﯺ ﯻ ﯼ﴾",
            "meaning": ""
          }
        ],
        "tafsir": "مصيبة المسلمين في أحد، وسببها، وشيء من حكمها"
      },
      {
        "ayat": [
          {
            "aya": "﴿ﯽ ﯾ ﯿ﴾",
            "meaning": "قتل منكم بأحد 70"
          },
          {
            "aya": "﴿ﰀ ﰁ ﰂ﴾",
            "meaning": "قتلتم ببدر 70 وأسرتم 70"
          },
          {
            "aya": "﴿ﰃ ﰄ ﰅﰆ﴾",
            "meaning": "من أين أتت الهزيمة"
          },
          {
            "aya": "﴿ﰇ ﰈ ﰉ ﰊ ﰋﰌ﴾",
            "meaning": "بتقصيركم بتنفيذ أمر النبي ﷺ"
          },
          {
            "aya": "﴿ﰍ ﰎ ﰏ ﰐ ﰑ ﰒ ﰓ﴾",
            "meaning": ""
          }
        ],
        "tafsir": ""
      }
    ]
  }
}